{
    "noticias": [
        {
            "text": [
                "Welcome to the weekend. Are your days blurring together? I am never exactly sure what day it is, these days. And time, forget about it. But the weekend is upon us, so maybe it’s time for some relaxation — finishing up that book, taking a long walk or watching a good movie. Whatever you’re doing, take a few minutes to read some great journalism. Madhvi Aya worked long hours in the emergency room of a hospital in Brooklyn that was battered by the coronavirus. Then she caught the virus herself. ____ Volunteers are helping forgotten Dutch diarists of WWII to speak at last. Their voices, filled with anxiety, isolation and uncertainty, resonate powerfully today. [Also read: “What Historians Will See When They Look Back on the Covid-19 Pandemic of 2020”] ____ Dr. Li Wenliang tried to warn his country but was silenced. Now its traumatized people visit his spirit online. ____ Surviving disaster, in the astronauts’ words and photographs. ____ Asian countries have invested heavily in digital contact-tracing, which uses technology to warn people when they have been exposed to the coronavirus. Massachusetts is using an old-fashioned means: people. ____ The coronavirus has pushed Deborah Roberts’s art exhibition at the Contemporary Austin at least to January. She is looking at the postponement as a gift. [Also read: “Two Olympic Marathoners. Two Lives Turned Around, Then Turned Around Again.”] ____ When the complex opened in the 1930s, some mocked it. Now it’s a symbol of New York’s glory. Our critic chats with the historian Daniel Okrent. ____ Rebecca Schoneveld, a wedding dress designer, explains the path she took in creating her own dress and what really mattered in the end. ____ It’s the virus-era version of the perpetual yule log — a six-hour loop of grazing livestock that provides soothing balm to the shut-in. ____ transcript “Y’alls want to hear the best New York accent?” “Best New York accent.” “Best New York accent.” “So last week, I noticed that Nico Heller, who’s someone I follow on Instagram, was putting together a best New York accent challenge.” “All these people are emailing me this link to apply for a New York accent contest on Instagram.” “You’re worried about a [expletive] New York accent?” “I’m like, apply for an accent contest on Instagram?” “You don’t have nothing else better to do?” “So Nicholas Heller, New York Nico, his subjects are often characters who are just literally on your corner.” “Listen, my buddy Nico, got a thing going on about the best New York accent.” “Nico told me he was putting together a best New York accent contest. You already know.” “I got the best New York accent, New York Nico.” “Shoutout to New York Nico. Ah-ah-ah, ah-ah-ah.” “For the past four or five years, I’ve been running this Instagram account called New York Nico, where I go out every day and just find New York City talent.” “New York.” “Talent can be a street performer, a store owner. Anything and everything is a talent. I’ve been able to give these talented New Yorkers the boost they deserve. A lot of them have gone on to be on ‘Ellen’ and ‘Wendy Williams.’” “New York Nico — shoutout to him, though.” “I mean, it’s obviously been really tough not being able to go out and document the city, but I’m trying to make lemonade with lemons.” “My daughter tells me this guy [expletive] Nico from New York is looking for people that talk like they’re from New York.” “Maybe half of the videos start off, ‘I don’t even know why I’m doing this.’’’ “Stop with this Insta-[expletive]-gram and get a real [expletive] job, will you, please?” “At first, it was tough to get people to submit. I had to beg — not beg, but I had to ask my friend, Wayne Diamond.” “Because I think I got a great [expletive] accent because I’m [expletive] great.” “And next thing you know, celebrities are submitting, like Chazz Palminteri and Debi Mazar.” “Hey, Nico.” “Kathrine Narducci.” “Hey, Nico.” “Alec Baldwin.” “Whoa.” “And I’m the judge, all right? Because if I participated in it, I would easily win.” “Myself, Princess Nokia and Michael Rapaport are the main judges. We narrowed the thousand-plus submissions to 24. Then from there, it was kind of like a March Madness-style bracket. Wiki from Manhattan …” “What’s good, y’all?” “… would go against Mero from the Bronx.” “Pump your brakes, my G, because —” “And Slik Nik the Ruler won Brooklyn.” “If you don’t use your hands when you talk, is it even a New York accent?” “Chase Money Mars won Bronx.” “Man, I had everybody talking about, they got the best New York accent and all that. I said, duh, of course —” “Yess_fierceness won Staten Island.” “And to be honest, I think I’m like the best contender.” “Wiki won Manhattan.” “You know what it is: straight Boricua, straight Irish.” “Imani Brammer won Queens.” “So I was talking to him, talking to him. I’m like, you was in my DMs last night, so [expletive] ah-ah-ah. And he was like —” “Well, everyone thinks that the second-place winner, Rob Agri, was robbed.” “For the city that never sleeps, we’re just taking a nap, but we can still be united in the way that we yap.” “I can’t say that anyone got robbed. I think, you know what? I take that back. I think Wayne Diamond got robbed.” “I mean, come on. I am a beautiful person.” “He got knocked out in the first round. But hey, what are you going to do? Charlie the Wolf went against this 9-year-old girl from Staten Island named Sienna.” “Yeah. I don’t know what coffee is. I know what ‘cawfee’ is.” “Charlie only won by 11 votes.” “I’m 74 years old and I don’t give a [expletive].” “Let’s talk about profanity.” “I think you’re a [expletive] moron.” “What the [expletive] are you doing?” “You’re [expletive] bugging, you know what I mean?” “Profanity is music, of course.” “So don’t for one second think I’m on some funny [expletive] because I can show up to your grandma’s building and smack the [expletive] out of you.” “I didn’t hear any negativity in any of this. Cursing, to me, is not a sign of negativity. Confrontation is not a sign of negativity.” “You sound like you just stepped off the [expletive] subway.” “You want a bacon, egg and [expletive] cheese?” “People have this misconception that New Yorkers are rude, and I couldn’t agree with that less. And you see it now, especially during a crisis: Everyone’s coming together to help one another.” “And not for nothing, let’s be real. You flew here and I grew here, period.” “Look, resilience is part of what made this challenge so interesting, right? There is nothing but joy in these videos.” “It’s always important to have pride for where you’re from, but now, more than ever, it’s essential.” “We’re all winners. There’s no losers here. Nothing but winners because New York forever.” “It can’t be described by no face, race or color. You just know when you hear it because it sounds like no other.” “But keep doing what y’all do, you smell me?” “And you smell New York, you feel New York, you hear New York and you love New York. Bye.” “I am very upset that I don’t have a New York accent. I really wish I did. I really wish I did.” The #BestNYAccent challenge on Instagram brought out the sound of an unflappable city. ____ While you’re stuck at home waiting for travel restrictions to be lifted, we invite you on a virtual visit to each and every one of our Places to Go in 2020. [Also read: “The 18 Best TV Shows for Vicarious Travel Thrills.”]"
            ]
        },
        {
            "text": []
        },
        {
            "text": [
                "As coronavirus infections began appearing across the United States, in cities from Seattle to New York, Americans wondered how to measure this new threat against a more familiar foe: influenza. President Trump, a self-described germophobe, has said he was amazed to learn that tens of thousands of Americans died from the flu each year. On several occasions, Mr. Trump has accused the news media and Democrats of exaggerating the dangers of the coronavirus. “The flu kills people,” Mick Mulvaney, the acting White House chief of staff, said in February. “This is not Ebola. It’s not SARS, it’s not MERS. It’s not a death sentence.” To many public health officials, that argument misses the point. Yes, the flu is terrible — that’s exactly why scientists don’t want another contagious respiratory disease to take root. If they could stop the seasonal flu, they would. But there may yet be a chance to stop the coronavirus, or at least slow its spread. In many ways, the flu is the best argument for throwing everything at the coronavirus. Here’s a closer look at the similarities and differences. The coronavirus seems to be more deadly than the flu — so far. On average, seasonal flu strains kill about 0.1 percent of people who become infected. The 1918 flu had an unusually high fatality rate, around 2 percent. Because it was so contagious, that flu killed tens of millions of people. Early estimates of the coronavirus death rate from China were about 2 percent. But a later report on 1,099 cases from many parts of China, published in The New England Journal of Medicine, found a lower rate: 1.4 percent. In a recent speech, Dr. Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, asserted that the global case fatality rate for people infected with coronavirus was 3.4 percent, a startling figure. W.H.O. officials later clarified that Dr. Tedros’s figure was a crude “snapshot” based on incomplete data and heavily skewed by the intensity of the initial outbreak in Wuhan, China. The true death rate could turn out to be similar to that of a severe seasonal flu, below 1 percent, according to an editorial published in the journal by Dr. Anthony S. Fauci and Dr. H. Clifford Lane, of the National Institute of Allergy and Infectious Diseases, and Dr. Robert R. Redfield, director of the Centers for Disease Control and Prevention. But more recently, Dr. Fauci has cited the 1 percent estimate, emphasizing that it is 10 times the death rate from seasonal flu. Even a disease with a relatively low death rate can take a huge toll if enormous numbers of people catch it. As of Friday, there were more than 135,000 coronavirus cases and nearly 5,000 deaths. In the United States, there have been more than 1,200 coronavirus cases and about 36 deaths. But because of the lack of testing capacity in the United States, the true case count and number of deaths are not known for sure. Here’s what early research says about how the pathogen behaves and the factors that will determine how far it will spread. So far, the new coronavirus seems to be more contagious than most strains of the flu, and roughly as contagious as strains that appear in pandemic flu seasons. Each person with the coronavirus appears to infect 2.2 other people, on average. But the figure is skewed by the fact that the epidemic was not managed well in the beginning, and infections soared in Wuhan and the surrounding province. As an epidemic comes under control, the reproduction number, as it’s called, will fall. By comparison, the figure for the seasonal flu is roughly 1.3. The reproduction number for the flu of 1918 was about the same as that of the new coronavirus, perhaps higher, but that was before modern treatments and vaccines were available. In both flu and the illness caused by the coronavirus, people may be contagious before symptoms develop, making it difficult or even impossible to control the spread of the virus. Nobody knows yet how many people infected with the coronavirus have only very mild symptoms or none at all. People who are older than 60, or have a weakened immune system or chronic illnesses like lung disease, heart disease or diabetes, have the highest risk of becoming severely ill if they contract the coronavirus or the flu. Each underlying illness adds to the risk. Many people in the United States have an increased risk of becoming seriously ill if they are infected: about 60 percent of adults have at least one underlying health condition, and 40 percent have two or more underlying conditions. Approximately 25 million have diabetes, which can lower immunity. Death rates among men infected with the coronavirus in China, particularly those in their late 40s and older, have exceeded those among women, a pattern not seen in the seasonal flu. The reason for the discrepancy is not known, although Chinese men do smoke more, often resulting in compromised lung function. There seems to be another important difference: The flu appears far more dangerous to children, particularly very young ones, who can become severely ill. Children infected with the new coronavirus tend to have mild or no symptoms. The flu is also especially dangerous for pregnant women, who can become severely ill from it. Whether the new coronavirus poses as serious a threat to pregnant women is not known. Not everyone who becomes seriously ill fits the high-risk profile. In every infectious disease outbreak, there are unexplained cases that defy the statistics, such as severe illness striking a young, healthy person who would have been expected to become just mildly sick. The physician in China who was penalized for alerting colleagues to the outbreak there, Dr. Li Wenliang, died from the disease at age 34. In the current season, there have been at least 34 million cases of flu in the United States, 350,000 hospitalizations and 20,000 flu deaths, according to the C.D.C. Hospitalization rates among children and young adults this year have been unusually high. There would be even more illnesses and deaths if there were no flu vaccine. Most people recover in less than two weeks, and sometimes in just days. By contrast, at least 90,000 people in the United States have been infected with the new coronavirus by late March, and there have been at least 1,400 deaths. There are no treatments or vaccines for the coronavirus, only supportive care for infected people. Most cases of coronavirus infection are not severe, but some people do become quite sick. Data from the largest study of patients to date, conducted in China, suggests that of coronavirus patients receiving medical attention, 80 percent had mild infections, about 15 percent had severe illnesses, and 5 percent were critical. (But many of the mild infections included patients with pneumonia, experts later learned.) The first symptoms, fever and cough, are similar to that of the flu, so the diseases can be hard to tell apart without a test to identify the virus. Pneumonia is common among coronavirus patients, even among those whose cases are not severe. Experts think there may also be many people with no symptoms at all, or such mild ones that they never bother to seek medical attention. Because those cases have not been counted, it’s not possible now to know the real proportion of mild versus severe cases. Antibody tests, which can determine whether someone has ever been infected, may eventually help to establish how many people had mild or asymptomatic coronavirus infections. Updated August 3, 2020 After viral infections, people generally develop antibodies in their blood that will fight off the virus and protect them from contracting it again. It’s reasonable to assume that people who have had the new coronavirus will become immune to it. But it is not known how long that immunity will last. With other coronaviruses, which cause the common cold, immunity can wane. There are vaccines for the seasonal flu, of course, and these induce at least some immunity to influenza. There is no approved antiviral drug for the coronavirus, though several are being tested. Doctors can recommend only the usual remedies for any viral illness: rest, medicine to reduce pain and fever, and fluids to avoid dehydration. Coronavirus patients with pneumonia may also need oxygen, and a ventilator if breathing trouble worsens. For the flu, however, there are four prescription medicines. All work best if they are taken within a day or two of when symptoms start. They’re not miracle cures: They can lessen the severity of the illness and shorten its course by a day or so, and they may lower the risk of serious complications. The drugs are also recommended for people who have been exposed to a flu patient, to try to prevent the illness. The flu, like the coronavirus illness, can also cause pneumonia and breathing trouble. Anyone who becomes short of breath needs medical attention quickly. An experimental vaccine for the coronavirus may be ready for safety testing in humans soon, but will take much longer, at least a year or two, to become available for widespread use — if it works. Flu vaccines, on the other hand, are widely available and generally 40 percent to 60 percent effective, which means they will reduce cases by that amount in a population that has been vaccinated, compared with one that has not. The vaccine for the current season falls into that range, according to the C.D.C., which said in February that people who have not been vaccinated should still get the shot, because the flu season is ongoing. Experts have been urging people to get the flu shot for all the usual reasons. But now there’s another: As the coronavirus spreads in the United States, hospitals will need all the beds, equipment and staff they can muster. It will be important not to have those resources taken up by patients with flu that could have been prevented. [Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.] Mr. Trump has said repeatedly that the coronavirus will retreat as weather warms, just as influenza does. In fact, because this is a new virus, there is no information about how the weather might affect it. Even if the virus were to diminish in the spring, it might rebound later in the fall, as the weather cools. This is a pattern often seen in severe flu seasons. Containment is becoming less likely, because of the contagiousness of the virus, the possibility that people can spread it before they have symptoms and the increasing number of outbreaks around the world. Cases in California, New York, Oregon and Washington State without known links to overseas travel indicate the new coronavirus has already begun to circulate. Reporting was contributed by Gina Kolata and Knvul Sheikh."
            ]
        },
        {
            "text": [
                "SHANGHAI — As China tries to reshape the narrative of its fumbled response to the coronavirus outbreak, it is turning to a new breed of police that carry out real-world reprisals for digital misdeeds. The internet police, as they are known here, have gained power as the Communist Party has worked to seize greater control over the thoughts, words, and even memories of China’s 800 million web users. Now, they are emerging as a bulwark against the groundswell of anger over governance breakdowns that exacerbated the epidemic. Officers arrive with an unexpected rap at the door of online critics. They drag off offenders for hours of interrogation. They force their targets to sign loyalty pledges and recant remarks deemed politically unacceptable, even if those words were made in the relative privacy of a group chat. In the central city of Chengdu, a recent law school graduate, Li Yuchen, said he was pulled from his home in early February after writing a sarcastic treatise in classical Chinese about censorship. The police questioned him from late afternoon until midnight, first asking him whether he loved his country, to which he said yes. Mr. Li said he was forced to sign a statement disavowing his views and pledging loyalty to the party. The experience mirrored what happened to the hero of Mr. Li’s essay, a Wuhan doctor named Li Wenliang, who tried to alert colleagues about the spread of a mysterious virus in a chat group, only to be called to a police station and forced to sign a confession for spreading rumors. When Dr. Li died of the coronavirus, waves of mourning and anger swept across China’s internet. “Li Wenliang said that a healthy society shouldn’t have only one voice,” wrote Mr. Li, who is not related to Dr. Li. “I think the best way to mourn him is to continue to be a citizen” and continue writing, he wrote in a later post on WeChat. That has become more difficult. To stanch anger over Dr. Li’s death, and the deaths of the many others his warning might have saved, authorities have doubled down on the very tactics that drove the fury in the first place: using the internet police to muffle the most outspoken. Little is known about the group, formally part of the Cybersecurity Defense Bureau, which has long policed hacking and online fraud. But occasional government releases offer clues. In 2016, the 50-million person region of Guangxi said it had almost 1,200 internet police officers. The goal was to have one internet police officer for every 10,000 people in the region, a sign of the force’s ambitions. In the early years of Chinese social media, punishments doled out to critics were rarely severe. As millions took to clones of Twitter and Facebook, which are banned in China, censorship usually meant disappearing posts and inaccessible foreign websites. Now the police actively pursue the authors of forbidden material, and irritation has been replaced by fear. Friends and families warn each other not to speak too openly in group chats. The changes have come as China’s leader, Xi Jinping, has pushed hard to extend the party’s iron-fisted rule over the internet. Mr. Xi has given new resources to domestic security forces. The internet police’s uncanny speed in finding people, who might believe they are hidden among the internet’s hordes of anonymous grumblers, is the result of billions of dollars in new spending on surveillance technology. China’s Ministry of Public Security, which controls the police, did not respond to requests for comment, including the role of the internet police in silencing Dr. Li. But experts said the statement he signed and later posted online matched the types of letters the internet police force online critics to endorse. “One reason for the online outrage after Li Wenliang’s death was because people know that what he encountered is just a normal Chinese person’s experience,” said Xiao Qiang, a research scientist at the School of Information at the University of California, Berkeley. “It’s not the local police’s fault. It’s Xi’s error that this kind of thing has become a part of daily life.” Mr. Xi moved quickly to coordinate online oversight after he took over in 2012. He created a new organization, the Cyberspace Administration of China, to coordinate censorship online and suppress social-media influencers who didn’t always toe the party line. The 2015 emergence of the internet police signaled Mr. Xi’s ambitions to take online suppression to an even greater level. That year local police stations created social media accounts to highlight internet arrests. Before long, the internet police became the state’s sharpest tool for prodding online rabble rousers into silence. Often hanging back and monitoring, officers would tap local law enforcement to pull offenders in and question them — what they called “touching the ground.” Placed at increasingly local police stations, they have carried out campaigns cracking down on everything from telecom fraud to use of Twitter. Before the coronavirus epidemic, their focus was the protests in Hong Kong. Bole Cheng, a 45-year old financial worker, got called in last autumn. He had lost his cool during a debate about Hong Kong and referred to Mr. Xi with a pun that means “Little Wicked.” Two days later, two officers were at his door. “They said I was talking drivel on WeChat and there was a problem, so I had to go to the station with them,” he said. During five hours of interrogation, they told Mr. Cheng they used an artificial-intelligence powered search engine to find him. In the coming months, they contacted him twice more. Once they bragged that their powers were expanding, and they had been given new national security responsibilities. Another time, Mr. Cheng discussed George Orwell with a young officer, who sought to distance his work from what is described in “1984.” “He was trying to show that he read books, and that the stories weren’t about China. That Orwell wasn’t talking about us,” he said. When the police threatened to make it difficult for his son to attend school, Mr. Cheng gave in and signed a letter promising to refrain from discussing Hong Kong and to stop insulting the country’s leader. Mr. Xiao, of Berkeley, said internet police activity has only intensified during the coronavirus outbreak. Sporadic government reports attest to this. In the first weeks of the year, the police in the region of Guangxi investigated 385 people for spreading rumors. In Qinghai Province, they pulled in 72. In the Ningxia region, another 66. Online censors have been working overtime too. Since Dr. Li’s death, he has become a censored topic. Huge numbers of posts and accounts have disappeared from social media. “Since social media has existed in China, there’s been nothing like the current explosion of speech,” said Hannah Yeung, who runs an online group dedicated to preserving posts, which she calls the cyber graveyard. So tight has the censorship become in recent weeks, she said she feared Chinese people were losing the ability to chronicle the past. “After people scream and shout, their posts get deleted and there’s no more voice of opposition. Nothing gets fixed,” she said. Early signs indicate the campaign has at least partially succeeded. The Chinese internet is filled with apparently sincere praise for the government’s efforts. Records of early missteps are mostly gone. That success poses its own threats. If local or regional officials bury problems, the country’s leaders could miss early warnings of major crises, like the warnings doctors in Wuhan issued in early January. When Miles Zhang went on a business trip in early January to Wuhan, he was one of the few ready for the outbreak. He wore goggles and a mask at the insistence of his wife, who had read online about the crackdown against Dr. Li before the news was censored. “I really stood out,” he recalled. The precautions may have saved him from getting the coronavirus, which was then quietly spreading across the city. Such interest in blocked information had gotten Mr. Zhang in trouble only the year before. In September, the police dragged him in for questioning over his use of a software to thwart the government’s internet filters. After hours of interrogation, they threw him out onto the street. Stunned at the experience, he walked the several kilometers home to his worried family. Just back from a trip to Canada, he began planning to leave China for good. “I used to think the censorship was a technical problem that could be overcome,” Mr. Zhang said. “But this time was like a smack to the head. This is state terrorism.” Lin Qiqing contributed research from Shanghai."
            ]
        },
        {
            "text": [
                "It seems terribly wrong that so fine a spring day should be carrying a deadly danger. The daffodils and cherry blossoms proclaim renewal and hope; the crisp, clear air seems incapable of anything so treacherous. Yet we walk in fear. We want to scrub ourselves again and again against the invisible attacker; we wonder where to hide, how to escape. What can we give our children to protect them? Should we stock up on food and toilet paper? Can we trust the government, which seems bent on making soothing sounds and putting blame elsewhere? It’s the spring of 1986, and I’m in Moscow with my family as The Times’s bureau chief. Since April 26, when a reactor at the Chernobyl nuclear power plant erupted and spewed radioactivity far and wide, we have been wrestling anxiously with the unknown — as reporters, trying to distinguish fact from propaganda; personally, trying to cope with a threat that rides silently and invisibly with the wind. Today’s threat is different, of course. Radioactivity is not a pathogen. The coronavirus can spread from continent to continent as fast as a jetliner can fly and from person to person with an unguarded touch; the fallout from the burning Chernobyl plant traveled only as far as the winds would carry it, and social distancing was useless against its radiation. Still, these disasters have their common impact. There is that terrible feeling of vulnerability before an invisible enemy; that fear that it might already have invaded you; the realization that our science has been caught off guard and our political leaders may have priorities different from ours. Chernobyl struck at a critical juncture in Soviet history, only a year after Mikhail Gorbachev came to power with the promise of reforming the stultifying police state through “glasnost” and “perestroika,” openness and reconstruction. Yet when a reactor in Ukraine exploded and started spewing lethal radiation, the Soviet system quickly reverted to old habits of self-serving lies, manipulation of information and secrecy. Hours passed before the Kremlin even acknowledged an accident, long after officials in parts of Scandinavia began reporting ominous increases in radiation. The first official bulletin remains a classic in totalitarian understatement: “An accident has occurred at the Chernobyl nuclear power plant as one of the reactors was damaged. Measures are being taken to eliminate the consequences of the accident. Aid is being given to those affected. A government commission has been set up.” People knew enough to read between the lines: “commission,” “measures still being taken” and the terseness all spelled catastrophe. People understood that their lives were in danger, and that fear surpassed the fears by which the state exercised its control. The propaganda machine lost control of the narrative and found itself compelled to dribble out facts and warnings, though the old habit of blaming the West remained in place — as it does to this day — with claims that Americans and Western Europeans were exploiting Chernobyl to undermine Soviet credibility and foment a “campaign of hatred.” It was weeks before Mr. Gorbachev publicly acknowledged the disaster. Not surprisingly, China’s authoritarian government had many of the same reactions as the Kremlin to the initial spread of the coronavirus in Wuhan. But Beijing’s ability to control information was far smaller than the Soviet Union’s in the predigital era. The public adulation for Dr. Li Wenliang, a doctor whose early warning about the outbreak of the disease was met with official accusations of “severely disturbing the social order” and who died of the disease, demonstrated the futility of trying to control bad news — but also the danger, since heeding Dr. Li’s warning more quickly might have led to earlier and better efforts to contain the virus. President Trump’s efforts to spin the pandemic away so it wouldn’t hurt his re-election chances are far more futile than China’s, since a robust news media, a strong medical establishment, local governments and independent legislators are not cowed by his accusations that the disease “is their new hoax.” Americans threatened by the outbreak, like the Soviet people in 1986 or the Chinese in 2020, will not be fooled for long when their lives are threatened. Still, it’s discouraging that the president began to acknowledge the gravity of the coronavirus only after his efforts at denial went nowhere, and that even so important a speech included misinformation such as his claim that antiviral therapies would soon be available. And, of course, there was that familiar attempt to depict the virus as something foreigners were inflicting on Americans. In the Soviet Union, Chernobyl proved to be a seminal moment for a system already on life support, hastening its demise. The handling of the coronavirus will have its time of reckoning, too, and the pandemic is certain to leave a deep imprint on afflicted regions of the world, including our country. Back in 1986 all such analyses began later, after the danger subsided. In the immediate aftermath, the questions were far more immediate, as they are in these early days of spring. Dare I ride the subway? How will we get food if we’re quarantined at home? Is my will up to date? Are we being told the truth? The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com. Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."
            ]
        },
        {
            "text": [
                "Op-Docs I was stuck inside with my parents during Chinese New Year. Here’s what we did. transcript I was joking with our nurse that day that my life goal has changed now. Everyday I wake up, I look forward to getting the injection, then I look forward to my meal. Because I believe you can cure us. We are not afraid anymore because you are guarding us. We want to go for a walk by the river now, with masks of course. Do you guys want to have a walk too? I am going to have double insurance. Daddy do you need a mask? Let me get you one. Okay, I’ll get it myself. Do you have one, Junting? I do. Mommy is so wise. Mommy foresaw this outbreak two years ago — a hunch. And I bought so many masks. 100! I can give you one. How long have you been staying home? I haven’t gone out for six days. Buttons of the elevator are all wrapped up. Happy New Year! We all wear big masks! Just keep wearing it! The news just said today the U.S. will start travel control tomorrow. Yes. It’s not lucky to be back at this time. Well we can’t have a big family meal this year. Ah, no need! He still should have the lucky money! Thank you! That mask looks good! Did you make it? Of course not! This is N95! N95? You can’t find them now but experts say it is a waste for us to use. My mom hasn’t stepped out of the apartment. Today is my first time out for the past week also. We went out everyday and people said we are so bold. They said it is not human-to-human and it is controllable. And now it’s all out of control. This won’t work! This is working. Don’t mess up the plant! Just put it here! Please hold on! Please wait! Please wait! Wait! Wait! Please wait a bit! Thanks! Ah, they’re coming! All local government departments must obey the order from the central. Dear passenger, the flight you booked...January...New York...flight...the departure date has been changed to...February 7th! Damn, I just requested a refund! You requested a refund? Damn. This is so dramatic! Okay. Let me call them. For inquiries, please press one. Damn! How long have you been on the call? Already 20 minutes. 20 minutes and 18 seconds. We have too many requests. Just let it go. Let’s see how it goes tomorrow. We still have...let’s see...We have some. But we still have two months ahead. If we use one mask at a time, we won’t last for a month. What about the ones I bought? Yours have… Yes let’s count everything. Two...Four...Six...Seven! There are seven left of the ones you bought. I will figure it out. Mommy is all about solutions. Mommy is very incredible, I’m telling you. You can tell from all the masks I prepared beforehand. That is completely luck. Well do you have such luck? Well it only means you are a lucky person. Luck roots in intelligence! My brother just told me all the masks in the pharmacy go to the hospital first. I’m fixing this mask. Somehow the strap is broken here. It’s gone and I’m sewing it back. Like this. There are two layers. I’ll wash this layer when we get home. Wash it with soap and put it in boiling water. Then we can use it again. Two layers. One layer is enough. Two layers! The delivery guy had two layers yesterday! People found a way to continue using the mask! Please press your left hand thumb. Please lift your finger. Fingerprints are collected. Please wait. In the beginning, the airline sent us a message saying the flight was cancelled. So we’re supposed to request a refund. So I requested the refund immediately. Later they sent a second message saying the flight was changed to February 7th. Mommy asked them to cancel the refund. Look at how many messages I sent to them. They finally responded to my request. Don’t you feel like CCTV talks about the same stuff everyday? Well, it is what it is. We need positive energy. But don’t you feel like you’ll never know what it’s like in Wuhan? No, I don’t know. Well, there are a lot of rumors on WeChat. I mean on the news. We can see nothing on the news. We can only read some rumors on WeChat. But unregulated articles will get deleted. Our news is about praising. News abroad is about critique. There’s a big difference. How many days have you been back? 23, 24, 25, 26... So it’s how much less? Two weeks less. Junting, how should we take the photo? How should we do it? Whichever way you like. It doesn’t matter. How does Mommy want it? If we shoot the whole body, we will see Mommy’s pajamas. It has some characters. Sit closer, sit closer. Hello, body temperature check. Our family won’t lose. Because of Mommy’s genes. Your turn. What? Because of Mommy’s genes. It goes without saying. They don’t allow filming here, Junting. By Junting Zhou Mr. Zhou is a filmmaker. The coronavirus outbreak didn’t decimate my family’s hometown, Guangzhou, China — at least not the way it did in Wuhan, the epidemic’s epicenter, more than 500 miles away. But when I visited my parents from New York for Chinese New Year, we quarantined ourselves anyway, as the government advised. I documented our experience in the film above, shot entirely on my iPhone. In quarantine, life took on a routine: we ate, we slept, we switched between bigger and smaller screens. The news on TV, meanwhile, was all about progress and positivity. Sometimes I couldn’t tell if the reports weren’t just reruns. Yet the unflappable positivity of the voices in our TV seemed to confirm the grim stories about Wuhan on WeChat: Users told about Li Wenliang, the whistle-blowing doctor there who was detained and then died from the infection; the online diary from a girl who lost her parents to the virus; people with serious illnesses dying because medical resources were being channeled toward the outbreak; the Red Cross keeping masks and supplies from the public. There was no positivity on social media. It was all sadness, terror, doubts and anger. It tainted every breath I took in. And then the giant seamless censorship system gagged me. With no way for me to express them, my emotions rotted inside of me instead. None of these disturbing stories bothered my parents. They said this was a historic moment and we should try hard to remember this experience. They were more amazed by how quickly and efficiently the authorities had the situation under control: After all, there is no other government in the world that can shut down a city of 11 million like Wuhan in one day. So in the end, this moment is not about coronavirus. It’s about China. The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com. Junting Zhou is filmmaker based in New York City. Op-Docs is a forum for short, opinionated documentaries by independent filmmakers. Learn more about Op-Docs and how to submit to the series. Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."
            ]
        },
        {
            "text": [
                "The Chinese Communist Party has always been quick to congratulate itself for how it deals with crises, be they natural disasters or catastrophes of its own making. The coronavirus epidemic is no exception, even now that it has become a global health emergency. The government of China’s first response to the deadly virus, detected in late December, was dilatory at best, willfully negligent at worst, and yet the party promptly lavished praise on the state, particularly on China’s president, Xi Jinping. “Seeking Truth,” the party’s leading theoretic journal, recently celebrated the fact that the “People’s Leader” had handled the disaster with unflappable confidence, proving himself to be not only “the guiding light of China and the backbone of 1.4 billion Chinese,” but also a “calming balm” for a world whose nerves had been jangled by the outbreak. Judging by the hyperbole, it would seem that the party’s or the president’s own nerves have been badly jangled. With good reason. Not since Charter 08, the manifesto by Liu Xiaobo and other activists that called for constitutional reform more than a decade ago, has the Chinese Communist Party faced such a pointed challenge from its political critics. In early February, as party propagandists were preparing a book-length paean to Mr. Xi’s crisis management skills — “A Battle Against Epidemic: China Combating Covid-19 in 2020” (also to be published in English, French, Spanish, Russian and Arabic) — two well-known critics of China’s party-state published searing analyses of what the outbreak really exposed. Xu Zhangrun, a law professor at Tsinghua University in Beijing, posted this assessment online: “The coronavirus epidemic has revealed the rotten core of Chinese governance; the fragile and vacuous heart of the jittering edifice of state has thereby been revealed as never before.” Since early 2016, Xu Zhangrun has been publishing speeches and essays warning of the perils that China is inviting by turning away from substantive economic and political reform and instead reaffirming the Chinese Communist Party’s dominance. His work is usually widely read in China — until it is censored. But thanks to its broad circulation in international Chinese-language media, it gets recirculated on the mainland in the form of digital samizdat, and is frequently quoted in WeChat discussions. In what arguably is his most famous critique of the Xi government, which was published online in China in July 2018, Xu Zhangrun had written: “The gunpowder-like stench of militant ideology has become stronger.” He had decried attempts to mythologize Mr. Xi like Mao Zedong was many decades before: “We need to ask why a vast country like China, one that was previously so ruinously served by a personality cult simply has no resistance to this new cult.” And ruinously it is served again today, with the coronavirus epidemic. Xu Zhangrun wrote of Mr. Xi in his essay last month: “The price for his overarching egotism is now being paid by the nation as a whole.” For Xu Zhangrun, the current crisis is only the latest in a series of policy failures — including Beijing’s handling of the trade war with the United States and the pro-democracy demonstrations in Hong Kong — that highlight the deficiencies of an authoritarian system that has increasingly concentrated power in the hands of one man: “Don’t you see that although everyone looks to The One for the nod of approval, The One himself is clueless and has no substantive understanding of rulership and governance, despite his undeniable talent for playing power politics?” “The political life of the nation is in a state of collapse and the ethical core of the system has been hollowed out,” Xu Zhangrun declares in his elegant signature prose, which rings with classical cadences. “The ultimate concern of China’s polity today and that of its highest leader is to preserve at all costs the privileged position of the Communist Party and to maintain ruthlessly its hold on power.” The same day that essay was published, Feb. 4, another powerful, sarcastic analysis of China’s party-state appeared online. In an open letter addressed to Mr. Xi, the legal expert and rights activist Xu Zhiyong called on the president to take responsibility for numerous political missteps and step down. Xu Zhiyong — who previously spent nearly four years in jail after being sentenced for “gathering crowds to disrupt public order” — was on the run when he published this text. He was located by the police in Guangzhou, southern China, on Feb. 15 and has been in detention, his whereabouts unknown, since. Xu Zhiyong’s essay lambasts the president for promoting a vision for China’s future that is, in fact, a muddle of contradictions: “Where do you really think you are taking China? Do you have any clue yourself? You talk up the Reform and Opening-Up policy at the same time that you are trying to resuscitate the corpse of Marxism-Leninism.” Also: “Your lack of confidence means that everywhere you look you see threats and you crank up ‘stability maintenance’ measures in response.” The term “stability maintenance” (維穩, wei wen) is shorthand for a vast, well-established system devoted to maintaining the Chinese Communist Party’s power and control over society. With a budget that outstrips the military’s, this domestic security machinery comprises a pervasive network of paramilitary forces, the police, local officials, neighborhood committees, informal community spies, internet police and censors, secret service agents and watchdogs, as well as everyday bureaucrat-monitors. Used, for example, to quell any sign of uprisings in Tibetan areas of the country and popular discontent following the 2008 earthquake in Sichuan, this network has been working full-throttle since the first coronavirus infection was announced in the central city of Wuhan in December. It was “in the name of ‘stability maintenance,’” Xu Zhiyong’s essay charges, that “the Public Security Bureau of Wuhan threatened and denigrated doctors who tried to reveal the truth about the coronavirus.” The state-controlled China Central Television in Beijing, he adds, “offered support by condemning rumormongers and decried the doctors’ legitimate freedom to express their views. The cover-up in Wuhan led directly to what is now a national disaster.” And that was no mishap. Xu Zhiyong warns that what is happening in Xinjiang today — an extensive surveillance network; large numbers of Uighurs “incarcerated in ‘educational training centers’ on the most spurious grounds” — could soon become the norm for the rest of China. “What kind of country has ever, anywhere, been run like this?” What’s more, he suggests, the system undermines itself: “Stability at all costs — at the price of the freedom of the Chinese people, their dignity, as well as their pursuit of happiness? Yet, for all of that, is the system really stable?” Xu Zhangrun, too, points out its inherent paradoxes, notably the ones revealed by the constant expansion of “big data totalitarianism” and “WeChat terror.” “The Chinese body politic is riven by a new canker,” he declares, “but it is an infection germane to the system itself.” Where, then, is the country headed as it increasingly stymies the rights of its citizens and stifles civil society? For Xu Zhangrun: “The authorities have blocked off all possible roads that may imaginably lead to positive change. We must seriously doubt whether any form of peaceful transition might now even be conceivable.” For Xu Zhiyong: “I’m deeply concerned about our nation’s future; I’m afraid that a system that is so tightly wound up is a dangerously brittle one; and, I’m worried that there is no meaningful or substantive form of civil society that can deal with the situation.” Yet Xu Zhiyong rejects the view promoted by the Chinese Communist Party and some of its fellow-travelers that a country as vast and complex as China is unsuited to constitutional rule and democracy: “There are those who argue that China needs a strongman to lead it. I would posit that the kind of authority figure we need should be more like Chiang Ching-kuo,” he writes, referring to the president of Taiwan from 1978 to 1988 (and son of Chiang Kai-shek) who steered the country toward the end of martial law and undertook the reforms that eventually transformed it into a modern democracy. But instead, says Xu Zhiyong, addressing Mr. Xi, “With your move away from collective leadership in favor of your own one-man dictatorship, you are driving the country backward.” The president of China, shortly after coming to power in late 2012, famously quoted an ancient Chinese poem about the fall of a kingdom to explain the collapse of the Soviet Union in 1991: No “True Men” (or “Real Men,” in some translations) had come forward to defend it. Now, Xu Zhiyong was pointing out caustically to Mr. Xi: “How can you expect there to be a ‘True Man’ when you, The Revered One, sit at the pinnacle with millions fawning at the foot of your throne? Autocracy encourages sycophants to crowd around the Emperor, but this particular Emperor’s new clothes are on full display for all to see. Yet, even now, the people of China dare not ‘comment inappropriately’ about what is in front of them.” “Well,” Xu Zhiyong continues, “I’m like that kid who blurted out the truth: The Emperor has no clothes!” Indeed. He and Xu Zhangrun have raised their voices at a moment of national emergency, both well aware that their warnings may prove not only futile, but also, for them, suicidal. Xu Zhangrun’s essay ends with a plea: “Faced with the crisis of the coronavirus, confronting this disordered world, I join my compatriots — the 1.4 billion men and women, brothers and sisters of China, the countless multitudes who have no way of fleeing this land — and I call on them: rage against this injustice; let your lives burn with a flame of decency; break through the stultifying darkness and welcome the dawn.” A few days after the publication of these texts, Li Wenliang, an ophthalmologist and early whistle-blower in Wuhan, died, having been infected by the virus. The outpouring of grief expressed throughout China took the party aback. And so it tried to regain control of the narrative by casting Dr. Li as a brave soldier in the “people’s war” against the virus: He and other health care workers infected on the job — their number now exceeds 3,300 people — were praised for making sacrifices for the party, the state and the people, in that order. Meanwhile, citizen journalists who had been reporting independently from Wuhan were disappearing. And by mid-February, Xu Zhangrun was incommunicado in Beijing and Xu Zhiyong had been detained. On Feb. 20, the official Xinhua News Agency published an opinion piece entitled “Truth Telling is a Precious Virtue.” It admonished: “One must pursue truth and not feel intimidated by those in authority. It requires a selflessness that allows one to cry out in protest and speak up in the best interests of the people.” The public’s reaction online was explosive; many people denounced the essay’s hypocrisy. A new crisis generates new dissent, followed by repression — and then more dissent. As both Xu Zhangrun and Xu Zhiyong have pointed out, it is the canker in China’s body politic that turned the coronavirus outbreak into a health crisis far worse than it needed to become. And the epidemic, in turn, has only exposed the extent of the party-state’s sickness. Geremie R. Barmé is an historian and the editor of China Heritage. He translated from the Chinese the two recent essays by Xu Zhangrun and Xu Zhiyong; they are available in full in English on ChinaFile. The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com. Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."
            ]
        },
        {
            "text": [
                "Exhausted medical workers with faces lined from hours of wearing goggles and surgical masks. Women with shaved heads, a gesture of devotion. Retirees who donate their life savings anonymously in government offices. Beijing is tapping its old propaganda playbook as it battles the relentless coronavirus outbreak, the biggest challenge to its legitimacy in decades. State media is filling smartphones and airwaves with images and tales of unity and sacrifice aimed at uniting the people behind Beijing’s rule. It even briefly offered up cartoon mascots named Jiangshan Jiao and Hongqi Man, characters meant to stir patriotic feelings among the young during the crisis. The problem for China’s leaders: This time, it isn’t working so well. Online, people are openly criticizing state media. They have harshly condemned stories of individual sacrifice when front-line medical personnel still lack basic supplies like masks. They shouted down Jiangshan Jiao and Hongqi Man. They have heaped scorn on images of the women with shaved heads, asking whether the women were pressured to do it and wondering why similar images of men weren’t appearing. One critical blog post was titled “News Coverage Should Stop Turning a Funeral Into a Wedding.” Daisy Zhao, 23, a Beijing resident, said she once trusted the official media. Now she fumes over the reports that labeled eight medical workers who tried to warn about the coronavirus threat as rumormongers. Images and videos of their public reprimand have been widely shared online. “The official media,” Ms. Zhao said, “has lost a lot of credibility.” China’s propaganda machine, an increasingly sophisticated operation that has helped the Communist Party stay in power for decades, is facing one of its biggest challenges. [Update: Japan shocks parents by moving to close all schools in response to coronavirus.] The government was slow to disclose the threat of the coronavirus and worked to suppress the voices of those who tried to warn the country. In doing so, it undermined its implicit deal with its people, in which they trade away their individual rights for the promise of security. To tame public outrage, Beijing is determined to create a “good public opinion environment.” It has sent hundreds of state-sponsored journalists to Wuhan and elsewhere to churn out heart-tugging stories about the front-line doctors and nurses and the selfless support from the Chinese public. transcript Voices like these from Chinese citizens are very rare. People who are willing to speak out about the government’s attempts to control news about the deadly coronavirus. They asked to remain anonymous, because what they’re doing could put them and their families at great risk. But these people are part of a new wave of Chinese citizens, fighting to get the message out in a country that aggressively censors information. Accounts or messages like these calling for free speech are quickly scrubbed from the internet. Or videos like this, showing people frustrated about life under lockdown. [clanging] Posted online one day, but gone the next. But the crisis over the coronavirus is changing the landscape, for now at least. Everyday citizens are preserving and reposting information the government doesn’t want out there. Experts say this kind of digital resistance is happening at a scale they’ve never seen before. Social media networks like YouTube, Facebook and Twitter are blocked in China. But internet savvy people use techniques that allow them to repost censored content to these platforms, while staying under the radar of authorities. They’re creating a visual archive by preserving videos like this one, showing overwhelmed hospitals. [screaming] And they’re reposting people’s personal stories. Some are also turning to less obvious platforms, including GitHub, which is a site mostly used by coders. Another taboo Chinese citizens are pushing back on? They’re making open and widespread calls for freedom of speech. These were triggered by the death of Dr. Li Wenliang. He was an early whistleblower who warned about the virus, and was punished by officials for speaking out. He died in early February from the coronavirus. Right after his death, the hashtag “I want freedom of speech” started to trend on Weibo, a Chinese social media site. Then, it was quickly censored by the government. Dr. Li’s become an icon in the online fight for freedom of speech between censors and citizens. So, who’s winning? For now, citizens are staying a step ahead of the authorities. But a renewed government crackdown could test the strength of this digital resistance. China’s propaganda spinners have some tough competition. Chinese people have seen images of a young woman crying “Mom! Mom!” as her mother’s body was driven away. They’ve seen a woman banging a homemade gong from her balcony while begging for a hospital bed. They’ve seen an exhausted nurse breaking down and howling. And they have all seen the face of Li Wenliang, the doctor who tried to warn China about the very virus that killed him. The crisis has exposed many people, especially the young, to troubling aspects of life under an authoritarian government. In the silencing of people like Dr. Li, they see the danger in clamping down on free expression. In the heart-wrenching online pleas for help from patients and hospitals, they see past the facade of an omnipotent government that can get anything done. Beijing is doing everything it can to take back the narrative. State media is offering steady coverage of people who leave donations at government offices then dash before anyone can give them credit. One compilation of “dropped cash donations and ran away” headlines tallied 41 of them. Other stories feature medics who join the front lines after “Mom just passed away” or the person “just had a newborn.” Beat by beat, the stories sound the same. Some are blatantly unbelievable. One newspaper in the city of Xi’an apologized after it posted an article claiming that a nurse’s newborn twins asked their father where their mother was, saying it was an editing mistake. Another newspaper wrote that after a nurse went to the front line, her husband, who had been in a vegetative state since 2014, would smile whenever her name was mentioned “as if he knew that his wife was engaged in a great endeavor.” That story was later deleted. In China, admiration of the front-line medical workers is widespread and sincere. But the state media’s coverage does not show the reality that many of those workers lack protective gear. Over 3,000 of them have been infected. “Their sacrifices should be remembered,” wrote a user on Weibo, one of China’s most popular social media sites. “We should make sure that the tragedies won’t happen again, not highlighting ‘Sacrifice is glorious.’” Deng Xueping, a lawyer who wrote the “Funeral Into a Wedding” blog post, cited a story about a patient discharged from a makeshift hospital in Wuhan, at the center of the outbreak. She liked the hospital so much, the story said, that she was reluctant to leave. “When many patients in Wuhan were struggling to get treatment, our TV camera chose to turn to one happy outpatient,” Mr. Deng wrote. “By magnifying one individual’s happiness while hiding the sufferings of most people there, it’s hard to say such coverage was truthful about the epidemic.” People are also angry about state media accounts of female medical workers who shave their heads. In one viral video, more than a dozen female hospital workers in northwestern Gansu Province on their way to Hubei Province, the center of the outbreak, had their heads shaved. Some cried. That raised questions online about whether the women had been pressured into shaving their heads and why men weren’t doing the same. The hospital in Gansu Province responded that the women had done it voluntarily. The biggest setback for the party’s propaganda machine came last week when the Communist Youth League unveiled Jiangshan Jiao and Hongqi Man, sibling mascots in traditional Chinese dress. Their names — “jiangshan” for the Chinese nation and “hongqi” for the party’s red flag — are derived from a poem by Chairman Mao Zedong. “Come on, cheer on the Youth League’s idols,” the league urged on social media. People did not cheer. The league deleted the posts hours later as critics accused the party institution of trying to turn the relationship between the country and its citizens into one between entertainment idols and their fans. One comment — “I’m your citizen, not your fan” — got over 50,000 likes. The backlash may suggest new attitudes among the young generation toward the state. “In the past month, many young people have been reading a lot of firsthand information and in-depth media reports about the epidemic on the internet,” said Stephanie Xia, 26, who lives in Shanghai. They were angry and confused by what they learned, she said. “There’s some gap between what the young people are really like and what the government believes what they’re like,” Ms. Xia added. Despite the growing skepticism, the party state has widespread popular support. While older people who rely on state media make up the bulk, the party still counts on the backing of apolitical young people like Lu Yingxin, whom I wrote about in October as an example of the patriotic youth. Ms. Lu said she was touched by the reports about the sacrifices of the front-line health workers and ordinary people donating money to Wuhan. She was sad about the passing of Dr. Li and was not happy that the police accused him of spreading rumors. Still, she isn’t disappointed with the government. It has a full plate to deal with, she reasons. “Even if I say that I don’t trust the government, what could I do?” Ms. Lu said. “It seems there’s nothing I can do.” There’s no scientific way to gauge public sentiment in China. But hers is probably a widely shared attitude, and one that the Chinese government wants to nurture. To get there, Beijing has intensified internet censorship in the past few weeks. Social media accounts have been deleted or suspended. Starting Saturday, online platforms will be subject to new regulations that could ensure even tighter limits. Some of the older generation are worried that the epidemic will be forgotten just like many other tragedies in China. “If we can’t become a whistle-blower like Li Wenliang, then let’s be a person who can hear the whistle blowing,” Yan Lianke, a novelist, said in a lecture at Hong Kong University of Science and Technology in February. “If we can’t speak out loud, then let’s become a whisperer,” Mr. Yan said. “If we can’t be a whisperer, then let’s become a silent person who remembers and keeps memories … let’s become a person with graves in our heart.” In an effort to build a collective memory, thousands of young people are building digital archives of online posts, videos and media stories about the epidemic that have been or are likely to be deleted and posting them on the internet outside the country. Some young people already have the “graves in their hearts” that Mr. Yan mentioned, and want to ensure younger people have them, too. Ms. Zhao, the Beijing resident, said that after witnessing the polarizing online discourses during the outbreak, she had decided to pursue a career in education. “Care about the world. Care about the people in it,” she said in a Weibo post. Ms. Xia, whose Weibo account has been suspended for 30 days for her epidemic-related posts, said she was determined to keep speaking up no matter how tight the censorship would become so that the next generation would remember. “Speak up as much as your courage allows,” she said. “In the end, it’s better than saying nothing.”"
            ]
        },
        {
            "text": [
                "The coronavirus, which surfaced in a Chinese seafood and poultry market late last year, has spread to at least 177 countries, killing more than 610,200 and sickening more than 14.7 million in a matter of months. The World Health Organization has declared the situation a pandemic. Here’s a timeline of the outbreak so far. Dec. 31 On Dec. 31, the government in Wuhan, China, confirmed that health authorities were treating dozens of cases. Days later, researchers in China identified a new virus that had infected dozens of people in Asia. At the time, there was no evidence that the virus was readily spread by humans. Health officials in China said they were monitoring it to prevent the outbreak from developing into something more severe. Jan. 11 On Jan. 11, Chinese state media reported the first known death from an illness caused by the virus, which had infected dozens of people. The 61-year-old man who died was a regular customer at the market in Wuhan. The report of his death came just before one of China’s biggest holidays, when hundreds of millions of people travel across the country. Jan. 20 The first confirmed cases outside mainland China occurred in Japan, South Korea and Thailand, according to the W.H.O.’s first situation report. The first confirmed case in the United States came the next day in Washington State, where a man in his 30s developed symptoms after returning from a trip to Wuhan. Jan. 23 The Chinese authorities closed off Wuhan by canceling planes and trains leaving the city, and suspending buses, subways and ferries within it. At this point, at least 17 people had died and more than 570 others had been infected, including in Taiwan, Japan, Thailand, South Korea and the United States. Jan. 30 Amid thousands of new cases in China, a “public health emergency of international concern” was officially declared by the W.H.O. China’s Foreign Ministry spokeswoman said that it would continue to work with the W.H.O. and other countries to protect public health, and the U.S. State Department warned travelers to avoid China. Jan. 31 The Trump administration suspended entry into the United States by any foreign nationals who had traveled to China in the past 14 days, excluding the immediate family members of American citizens or permanent residents. By this date, 213 people had died and nearly 9,800 had been infected worldwide. Feb. 2 A 44-year-old man in the Philippines died after being infected, officials said, the first death reported outside China. By this point, more than 360 people had died. Feb. 5 After a two-week trip to Southeast Asia, more than 3,600 passengers began a quarantine aboard the Diamond Princess cruise ship in Yokohama, Japan. Officials started screening passengers, and the number of people who tested positive became the largest number of coronavirus cases outside China. By Feb. 13, the number stood at 218. When they began leaving the ship on Feb. 19, more than 600 people had been infected. Feb. 7 When Dr. Li Wenliang, a Chinese doctor, died after contracting the coronavirus, he was hailed as a hero by many for trying to ring early alarms that infections could spin out of control. In early January, the authorities reprimanded him, and he was forced to sign a statement denouncing his warning Dr. Li’s death provoked anger and frustration at how the Chinese government mishandled the situation. Feb. 11 The W.H.O. proposed an official name for the disease the virus coronavirus causes: Covid-19, an acronym that stands for coronavirus disease 2019. The name makes no reference to any of the people, places, or animals associated with the coronavirus, given the goal to avoid stigma. Feb. 14 An 80-year-old Chinese tourist died on Feb. 14 at a hospital in Paris, in what was the first coronavirus death outside Asia, the authorities said. It was the fourth death from the virus outside mainland China, where about 1,500 people had died, most of them in Hubei Province. Feb. 23 Europe faced its first major outbreak as the number of reported cases in Italy grew from fewer than five to more than 150. In the Lombardy region, officials locked down 10 towns after a cluster of cases suddenly emerged in Codogno, southeast of Milan. Schools closed and sporting and cultural events were canceled. Feb. 24 Iran announced its first two coronavirus cases on Feb. 19. Less than a week later, the country said it had 61 coronavirus cases and 12 deaths, more than any other country at the time but China, and public health experts warned that Iran was a cause for worry — its borders are crossed each year by millions of religious pilgrims, migrant workers and others. Cases in Iraq, Afghanistan, Bahrain, Kuwait, Oman, Lebanon, the United Arab Emirates and one in Canada, have been traced back to Iran. Feb. 26 Brazilian health officials said that a 61-year-old São Paulo man, who had returned recently from a business trip to Italy, tested positive for the coronavirus. It was the first known case in Latin America. Officials also began tracking down other passengers on the flight the man took to Brazil and others who had contact with him in recent days. Feb. 29 On Feb. 29, the authorities announced that a patient near Seattle had died from the coronavirus, in what was believed to be the first coronavirus death in the United States at the time. In fact, two people had died earlier, though their Covid-19 diagnoses were not discovered until months later. As the number of global cases rose to nearly 87,000, the Trump administration issued its highest-level warning, known as a “do not travel” warning, for areas in Italy and South Korea most affected by the virus. March 3 The C.D.C. lifted all federal restrictions on testing for the coronavirus on March 3, according to Vice President Mike Pence. The news came after the C.D.C.’s first attempt to produce a diagnostic test kit fell flat. By this point, the coronavirus had infected more than 90,000 around the globe and killed about 3,000, according to the W.H.O. March 13 Mr. Trump officially declared a national emergency, and said he was making $50 billion in federal funds available to states and territories to combat the coronavirus. He also said he would give hospitals and doctors more flexibility to respond to the virus, including making it easier to treat people remotely. March 15 The C.D.C. advised no gatherings of 50 or more people in the United States over the next eight weeks. The recommendation included weddings, festivals, parades, concerts, sporting events and conferences. The following day, Mr. Trump advised citizens to avoid groups of more than 10. New York City’s public schools system, the nation’s largest with 1.1 million students, announced that it would close. March 16 Several countries across Latin America imposed restrictions on their citizens to slow the spread of the virus. Venezuela announced a nationwide quarantine that began on March 17. Ecuador and Peru implemented countrywide lockdowns, while Colombia and Costa Rica closed their borders. However, Jair Bolsonaro, the president of Brazil, encouraged mass demonstrations by his supporters against his opponents in congress. March 17 European leaders voted to close off at least 26 countries to nearly all visitors from the rest of the world for at least 30 days. The ban on nonessential travel from outside the bloc was the first coordinated response to the epidemic by the European Union. March 19 China reported no new local infections for the previous day, a milestone in the ongoing fight against the pandemic. The news signaled that an end to China’s epidemic could be in sight. However, experts said the country would need to see at least 14 consecutive days without new infections for the outbreak to be considered over. And the announcement did not mean that China recorded no new coronavirus cases. Officials said that 34 new cases had been confirmed among people who had arrived in China from elsewhere. March 24 Officials announced that the Summer Olympics in Tokyo would be postponed for one year.  Only three previous Games had been canceled, all because of war: in 1916, 1940 and 1944. March 24 One day after the authorities halted all domestic flights, Narendra Modi, India’s prime minister, declared a 21-day lockdown. While the number of reported cases in India was about 500, the prime minister pledged to spend about $2 billion on medical supplies, isolation rooms, ventilators and training for medical professionals. March 26 The United States officially became the country hardest hit by the pandemic, with at least 81,321 confirmed infections and more than 1,000 deaths. This was more reported cases than in China, Italy or any other country at the time. March 27 Mr. Trump signed a $2 trillion measure to respond to the coronavirus pandemic. Lawmakers said the bill, which passed with overwhelming support, was imperfect but essential to address the national public health and economic crisis. March 30 Virginia, Maryland and Washington, D.C., issued orders requiring their residents to stay home. Similar orders went into effect for Kansas and North Carolina. Other states had previously put strict measures in place. The new orders meant that least 265 million Americans were being urged to stay home. April 2 By April 2, the pandemic had sickened more than one million people in 171 countries across six continents, killing at least 51,000. In just a few weeks, the pandemic put nearly 10 million Americans out of work, including a staggering 6.6 million people who applied for unemployment benefits in the last week of March. The speed and scale of the job losses was without precedent: Until March, the worst week for unemployment filings was 695,000 in 1982. April 6 Ten days after going public with his coronavirus diagnosis, Prime Minister Boris Johnson of Britain was moved into intensive care. The decision was a precaution, according to the British government, who also said he had been in good spirits. Mr. Johnson had also asked the foreign secretary, Dominic Raab, to deputize for him “where necessary.” He was released on April 12. April 10 The number of people hospitalized in Moscow with Covid-19 doubled from the previous week, with two-thirds of the country’s 12,000 reported cases in Moscow. The increase in cases pushed Moscow’s health care system to its limit, well before an expected peak. April 14 The International Monetary Fund warned that the global economy was headed for its worst downturn since the Great Depression. The organization predicted the world economy would contract by 3 percent in 2020, a reversal from its forecast early this year that the world economy would grow by 3.3 percent. April 17 In a series of all-cap tweets, Mr. Trump encouraged right-wing protests of social distancing restrictions in some states. His call followed protests in Michigan, Minnesota and Ohio where protesters — many wearing red “Make America Great Again” hats — congregated in packed groups around state capitols to demand that restrictions be lifted and to demonize their governors. April 21 Officials in Santa Clara County, Calif., announced that two residents there died of the coronavirus on Feb. 6 and Feb. 17, making them the earliest known victims of the pandemic in the United States. The new information, gained from autopsies of the residents, moved the timeline of the virus’s spread in country weeks earlier than previously understood. . April 24 The E.U. appeared to succumb to pressure from Beijing and softened criticism of China in a report on disinformation about the coronavirus pandemic. While the initial report was not particularly harsh, European officials delayed and then rewrote the document to dilute the focus on China, a vital trading partner. April 26 By April 26, the coronavirus pandemic had killed more than 200,000 people and sickened more than 2.8 million worldwide, according to data collected by The New York Times. The actual toll is higher by an unknown degree, and will remain so for some time. April 30 American Airlines and Delta Air Lines said they would require all passengers and flight attendants to wear a face covering. Lufthansa Group — which owns Lufthansa, Swiss International Air Lines and Austrian Airlines — as well as JetBlue and Frontier Airlines had made similar announcements. May 5 French doctors said that they had discovered that a patient treated for pneumonia in late December had the coronavirus. If the diagnosis is verified, it would suggest that the virus appeared in Europe nearly a month earlier than previously understood and days before Chinese authorities first reported the new illness to the World Health Organization. The first report of an infection in Europe was on Jan. 24 in France. May 13 Dr. Mike Ryan, the head of the W. H. O.’s health emergencies program, said the virus may become “just another endemic virus in our communities, and this virus may never go away.” He also tamped down expectations that the invention of a vaccine would provide a quick and complete end to the global crisis. May 17 Japan, the world’s third-largest economy after the United States and China, fell into a recession for the first time since 2015. Its economy shrank by an annualized rate of 3.4 percent in the first three months of the year.  Germany, Europe’s largest economy, also fell into a recession. Its economy suffered its worst contraction since the 2008 global financial crisis, shrinking by 2.2 percent in the January-March period from the previous quarter. Updated August 3, 2020 May 22 On May 22, Brazil overtook Russia in reporting the second-highest count of infections worldwide, reaching more than 330,000. Peru and Chile ranked among the hardest-hit countries in the world in terms of infections per capita, around 1 in 300. Data from Ecuador indicated that it was suffering one of the worst outbreaks in the world. The United States remained the global epicenter, with more than 1.6 million cases and the number of deaths nearing 100,000.  May 27 Four months after the government confirmed the first known case, more than 100,000 people who had the coronavirus were recorded dead in the United States. The death toll was far higher than in any other nation around the world. May 29 More than two months after India went into one of the world’s most severe lockdowns, the country moved to ease restrictions. Experts feared it was the worst timing: Infections were increasing quickly, including among migrant workers, leading to outbreaks in villages across Northern India. Almost half of the country’s 160,000 known cases had been traced to just four cities: New Delhi, Chennai, Ahmedabad and Mumbai, where hospitals had been overwhelmed.    May 31 Mass protests over police violence against black Americans, in the wake of George Floyd’s death in custody of the Minneapolis Police, spurred concerns that the gatherings could lead to new outbreaks. By May 31, there had been protests in at least 75 U.S. cities. Demonstrations in many places around the United States, including in New York City where most protesters wore masks, did not produce a surge in cases. June 4 The number of known cases across the globe grew faster than ever, with more than 100,000 new infections a day. Densely populated, low- and middle-income countries across the Middle East, Latin America, Africa and South Asia were hit the hardest, suggesting bad news for strongmen and populists who once reaped political points by vaunting low infection rates as evidence of their leadership’s virtues.   June 9 Moscow’s lockdown ended on June 9 as a nationwide vote on extending President Vladimir V. Putin’s rule loomed, and as the city reported more than 1,000 daily new cases. Barbershops, beauty salons and other businesses were allowed to reopen. One day before the lockdown was lifted, Mayor Sergei S. Sobyanin said the spread of the coronavirus in the capital had slowed and that the city’s shelter-in-place measures, some of the world’s most stringent outside of China, could be lifted. June 11 The W.H.O. said that it took Africa 98 days to reach 100,000 coronavirus cases, but only 18 days for that figure to double. While the sharp rise in cases could be explained by an increase in testing, the agency said, more than half of the 54 countries on the continent were experiencing community transmissions. Ten countries were driving the rise in numbers and accounted for nearly 80 percent of all cases. South Africa has a quarter of the total cases. June 17 Outbreaks in Latin America, Africa, South Asia and the United States continued to drive the global caseload. On June 16, more than 140,000 cases were reported and another 166,000 on June 17, two of the three highest tallies since the outbreak began. Seventy-seven nations have seen a growth in new cases over the past two weeks, while only 43 have seen declines. June 20 On June 20, for the third straight day, Florida and South Carolina broke their single-day records for new cases. The news came as infection levels for Missouri and Nevada also reached new highs. On June 19, the United States reported more than 30,000 new infections, its highest since May 1, with cases rising in 19 states across the South, West and Midwest. June 22 Saudi Arabia announced that this year’s hajj, the annual pilgrimage to Mecca for Muslims, would welcome “very limited numbers” to prevent the spread of the coronavirus. The authorities said that the event, scheduled for July, would allow only Saudi pilgrims and noncitizens already inside the kingdom.   June 30 The European Union prepared to open to visitors from 15 countries on July 1, but not to travelers from the United States, Brazil or Russia. The move puts into effect a complex policy that seeks to balance health concerns with politics, diplomacy and the desperate need for tourism revenue. Australia, Canada and New Zealand were among the approved list of countries. Travelers from China will be permitted if China reciprocates. July 1 As hospitals in Iran filled and the death toll climbed, officials announced new shutdown measures in cities across 11 provinces. Eight provinces, including Tehran, the capital, were among the areas considered red zones. The partial shutdown in Tehran restricted movement, cut work hours and banned large gatherings like weddings and funerals. July 6 Dr. Anthony S. Fauci, the nation’s top infectious disease expert, warned that the country was still “knee-deep in the first wave” of the pandemic, with more than 130,000 coronavirus deaths and nearly three million cases. Dr. Fauci said that having more than 50,000 new cases a day recorded several times in the past week was “a serious situation that we have to address immediately.” July 7 The Trump administration notified the United Nations that the United States was withdrawing from the W.H.O. effective July 6, 2021. The move would cut off the organization’s biggest sources of aid. July 7 President Jair Bolsonaro of Brazil disclosed on July 7 that he had been infected with the virus, saying that he was tested after experiencing fatigue, muscle pain and a fever. The news came after months of denying the seriousness of the pandemic and brushing aside protective measures, and after more than 65,000 Brazilians had died.  July 10 On July 10, the United States reached 68,000 new cases for the first time, setting a single-day record for the seventh time in 11 days. The infection rate was underscored by alarming growth in the South and West. At least six states had also reported single-day records for new cases: Georgia, Utah, Montana, North Carolina, Iowa and Ohio. July 10 Hong Kong, a city of seven million, has reported more than 1,400 cases and seven deaths. But on July 10, it shut down its school system as it worked to contain a third wave of infections, which official reported included 38 new cases.  The third wave, which comes after infections surged in March and were contained by May, was a setback for a city that had largely returned to normal, with restaurants enjoying packed crowds and workers returning to offices. July 11 President Trump wore a mask in public for the first time during a visit to Walter Reed National Military Medical Center, following repeated urging from aides that it was a necessary message to send to Americans resistant to covering their faces. The president had repeatedly dismissed suggestions that he wear a mask, frequently appearing in public spaces without one and ignoring public health rules in several states. July 13 The coronavirus pandemic stripped an estimated 5.4 million Americans of their health insurance between February and May, a period in which more adults became uninsured because of job losses than have ever lost coverage in a single year, according to a study. July 15 Days after new cases hit record highs, Tokyo raised its alert level to “red,” its highest. In the week before, Tokyo recorded two consecutive daily records with a peak of 243 cases on July 10. Since February, the sprawling metropolis of 14 million had reported a total of just under 8,200 cases and 325 deaths. July 16 While school districts around the United States struggle with reopening plans, a study from South Korea offered a note of caution. It found that children between the ages of 10 and 19 can spread the virus at least as well as adults do, suggesting that middle and high schools in particular may seed new clusters of infection. Children younger than 10 transmit to others much less often, according to the study, although the risk is not zero. July 17 India on July 17 surpassed one million confirmed infections and 25,000 deaths. The milestones came as several states and cities had reimposed total and partial lockdowns and as the country ranked third in the world in infections behind the United States and Brazil. While India’s caseloads continued to climb, researchers at the Massachusetts Institute of Technology estimated that by the end of next year, India would have the worst outbreak in the world. July 17 As the number of new coronavirus infections continued to climb in Israel and the government faced further criticism of its handling of the pandemic, Prime Minister Benjamin Netanyahu’s Office and the Health Ministry announced new restrictions on gyms, restaurants and beaches. Since late June, infections in Israel had soared. The nation had been averaging more than 1,500 cases a day, up from 664 two weeks before. July 21 European Union leaders on July 21 agreed on a large spending package to rescue their economies from the ruins caused by the pandemic. The $857 billion stimulus agreement will benefit nations hit hardest by the pandemic."
            ]
        },
        {
            "text": [
                "Reactions to Li Wenliang’s death last Friday filled the timelines of my social media accounts almost immediately. Post after post on my WeChat. Grief, frustration, anger. A week later, the groundswell of emotions seems unabated. Dr. Li, a 34-year-old ophthalmologist in Wuhan, the Chinese city at the epicenter of the coronavirus outbreak, was one of the first doctors to try to warn about the disease, and then to die from it. The story of how the authorities muzzled Dr. Li became an instant parable for their trampling on the Chinese public’s right to know. The authorities’ effort to now muzzle the public’s outrage is a parable of government unaccountability. On Dec. 30, Dr. Li told former classmates from medical school in a WeChat group that several patients displaying SARS-like symptoms were being quarantined. He was quickly summoned for questioning by the police. On Jan. 3, Dr. Li was made to sign a statement declaring that his warning had been incorrect and was “illegal,” and that it had “disturbed social order.” Under a typed admonishment that said, “If you continue this illegal activity, you will be dealt with by the law! Do you understand?” he wrote by hand, “I understand.” Would he now cooperate with the police? “I can.” In an interview later with Caixin, one of China’s leading investigative news outlets, Dr. Li said, “There shouldn’t be only one voice in a healthy society.” After news broke last week that he had died, a picture with his quote ignited the Chinese internet. Fang Fang, a fiction writer based in Wuhan, has been documenting daily life in the city. “Dear internet censors, you should let Wuhan people speak,” she wrote recently. “We’ve been locked down here for more than ten days; we’ve seen too many extreme tragedies. If you don’t allow us to express our anguish or complaints or reflections, do you really want us to go mad?” Allowed or not, the people are expressing their anguish, complaints and reflections. A post on WeChat with photos of young people wearing surgical masks inscribed with “I cannot” and “I do not understand” quickly spread online. So did a letter signed by 10 professors in Wuhan demanding an apology from the officials who silenced Dr. Li and other whistle-blower doctors. Both posts were promptly taken down. On Feb. 11, a group of middle-school teachers in Chengdu, about 700 miles west of Wuhan, posted online an open letter to their students about the outbreak. “In ‘The Plague,’ Albert Camus wrote that the only way to fight with the plague is honesty,” the text went. “We cannot turn a funeral into a wedding. We cannot use songs of praise to replace questioning.” The article, which was hugely popular online, was taken down just hours after it was posted. A news website run by the city authorities of Dongying, in the eastern province of Shandong, published an article late last month praising the online censor Guo Qiqi: She sleeps just four hours a day, and monitors the internet for 20. The article included photos of a policewoman whose job was to monitor Twitter and Facebook, which are blocked inside China. The piece swept Weibo like a storm — but not as the authorities had intended. “Trying hard to build a Brave New World,” said one comment. The article and the comments have since been deleted. The censors can’t keep up, though: Maybe what goes up online must come down, but what comes down will go up again. Which might explain why, in addition to trying to prevent people from openly discussing Dr. Li’s death, the information blackout in the early stages of the outbreak and the government’s handling of the crisis overall, the authorities are also trying to peddle an alternative narrative — and one that co-opts Dr. Li’s story. As ever, the central government in Beijing is scrambling to project the image that it has everything under control. Instead of admitting to any large-scale inefficiencies or errors, it has sent a team to Wuhan to investigate Dr. Li’s death. Two senior provincial party officials were sacked on Thursday. The government is also trying to cast Dr. Li’s death as the nation’s sacrifice — meaning, the Chinese Communist Party’s own. The veteran epidemiologist Zhong Nanshan, who is credited with identifying the coronavirus that causes SARS and is widely revered, wept as he spoke about Dr. Li in an interview with Reuters this week. “The majority of people think he’s a hero of China,” Dr. Zhong said, in English, tears welling. “I’m so proud of him. He told people the truth at the end of December.” Many people share that view. Only, they don’t want the Chinese Communist Party telling them who is a hero or what heroism is. Xinhua, the party’s official news agency, has called for the population to “turn grief into strength” — and follow Dr. Li’s example to “complete his unfinished undertaking.” That’s a dangerous invitation. The people can see through the government’s ploy, and they are fuming. On Sunday, I read an article online about Yan Cheng, a teenager with severe cerebral palsy who died on Jan. 29, a week after his father was taken into quarantine. The teenager was unable to look after himself and yet he was left on his own. I pored over a photo of him smiling, taken not long before he died. I thought of how cold and hungry and lonely he must have felt that last night, and I wailed. The next day I got a notice from Weibo: The platform was banning me from publishing or reposting anything for 30 days. But new posts and articles have kept appearing on my timeline, and I keep on upvoting them. Kiki Zhao is a writer who worked as a journalist in Beijing from 2011 to 2017. The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com. Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."
            ]
        }
    ]
}