{
    "noticias": [
        {
            "text": ""
        },
        {
            "text": "For American adults, the conclusion of the pandemic appears to be on the horizon. The end of summer 2021 has been earmarked as the time by which most adults will be vaccinated. But still remaining is the often-overlooked question of vaccinations for children.As we understand it, younger children do not fall ill with the coronavirus at the same rate as adults, nor do they transmit the disease in the same way (they are thought to spread the disease around half as efficiently).However, without the immunization of children, herd immunity — which, according to scientists, will be achieved with 80 percent of the population vaccinated — cannot be reached.Today, we ask when America’s children will be vaccinated.Apoorva Mandavilli, a science and global health reporter for The New York Times.Pfizer and Moderna have begun testing their vaccines on children 12 and older. A vaccine for children is coming, but not for many months.New research has cast doubt on the idea that prior infections with garden-variety coronaviruses might shield some people, particularly children, from the pandemic.There are a lot of ways to listen to The Daily. Here’s how.Transcripts of each episode are available by the next workday. You can find them at the top of the page.Apoorva Mandavilli contributed reporting.The Daily is made by Theo Balcomb, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever, Liz O. Baylen, Asthaa Chaturvedi, Rachelle Bonja, Alix Spiegel, Diana Nguyen, Marion Lozano and Soraya Shockley.Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani, Nora Keller, Sofia Milan, Desiree Ibekwe, Laura Kim, Erica Futterman and Shreeya Sinha."
        },
        {
            "text": "Christmas of 2021: According to both President Biden and Dr. Anthony Fauci, together the two most prominent voices on public health in America right now, that’s when we can hope for a return to normalcy, the beginning of life after the emergency.Even that not-exactly-optimistic prediction comes with hedges and caveats. Next Christmas won’t necessarily be the end of pandemic restrictions, according to Biden — just a time when “significantly fewer people having to be socially distanced, having to wear a mask.” Likewise, Fauci has described his hope as “a degree of normality” by the end of 2021, with the possibility of widespread masking persisting into the following year.I am not vested with Biden’s authority or Fauci’s expertise, but I can read trend lines and vaccine studies, and at this moment both their takes look way too pessimistic. A major setback is always possible, but right now, the conditions for the end of the emergency seem likely to arrive sometime in the summer, not at Christmastime. Those conditions don’t require the coronavirus to disappear entirely. They just require its dangers to diminish to the point where the reasons for suspending ordinary life no longer obtain, and the emergency measures taken against Covid-19 no longer justify their cost.The looming arrival of herd immunity is part of this story. In a report over the weekend, two of my colleagues estimated that a combination of infections and vaccinations could deliver us into the herd-immunity range by July. If we speed up vaccination, the date might arrive even sooner. Alternatively, if social distancing declines rapidly in the interim or a more infectious variant spreads, then we’ll get a last spike of cases and more people will die — but more infections also means more immunity, so even in that grim scenario herd immunity could actually arrive sooner still.A variant that is more infectious and much more vaccine or immunity-resistant could alter this timeline. But the leading candidate for that role, the South African variant, appears at least somewhat vulnerable to the vaccines that we already have. And even in South Africa itself, it only appears to have caused a temporary spike in cases, followed by a swift decline.The other part of the optimistic story is vaccine availability. By sometime in the summer, if not sooner, everyone in the United States who wants a vaccine should be able to get one. This will create new challenges as public health authorities try to woo vaccine skeptics. But even if the uptake rate isn’t as high as it needs to be and it takes longer than hoped to fully clear the herd-immunity threshold, the simple availability of vaccines will change the moral calculus around the disease. What has been up till now a collective-action problem, justifying restrictions and closures and mask mandates, will become more of a matter of individual responsibility, where people who don’t get a vaccine are primarily putting themselves rather than society at risk.At that point, with herd immunity close and vaccines generally available, the arguments marshaled by Covid skeptics and lockdown critics, which have been mostly wrong or misguided up till now, will begin to make more sense.It’s not much worse than the flu, skeptics have argued. Well, no, Covid isn’t remotely like normal influenza. But under conditions of mass vaccination, with vaccines that reduce the risk of death and severe illness even among the small share of vaccinated people who get sick, the coronavirus will actually look a lot more like the flu.We can protect seniors and other vulnerable people while otherwise continuing with normal life, skeptics have argued. Well, no, we can’t, because the elderly and vulnerable are a huge population that can’t be easily segregated from the rest of society (and the segregation we’ve pursued has been quite cruel enough). But once you can vaccinate the elderly and others who are vulnerable, the disease can still circulate among younger and healthier people without it being a constant mass-fatality threat.The damage to the economy and mental health from closures and restrictions outweighs the threat of the disease itself, skeptics have insisted. Well, maybe in certain cases, like elementary school closures — but in general a disease that has killed at least 500,000 Americans more than justified a robust attempt to stop its spread. However: Once the old and vulnerable are genuinely protected, the death toll drops, and vaccines are generally available, the toll that emergency measures take on just about everyone — business owners, college kids, churches, parents, school-age children, the lonely and the old — really will become worse than whatever coronavirus threat remains.But because some threat will probably endure — perhaps through the winter, perhaps indefinitely — there may be pressure on anxious governments to keep the emergency measures in place or lift them ver-r-r-r-y slowly, and similar pressure on public health officials to overstate the continuing risks.For instance, the fact that a vaccine might not be approved for kids until 2022 could become a reason for schools to extend virtual learning for yet another semester — even though teachers can be vaccinated and the coronavirus does not appear to be more dangerous for children than the flu.Or again, the fear that a deadlier or vaccine-evading variant might come along could become a reason to maintain restrictions on restaurants, church services or private gatherings through the fall or winter — even though the possibility of a new variant could easily be with us every year, for decades, and we might as well start adapting now.Or the fear of long-haul, chronic-seeming Covid — which is a genuinely frightening part of this disease — could be cited as a reason restrictions need to remain in place until the virus is entirely eradicated. But other illnesses can have chronic consequences, too, and yet life continues around them: We don’t close schools for the Epstein-Barr virus, despite its link to chronic fatigue syndrome, or expect New England state parks to shut down all spring and summer because of the risk that Lyme disease turns chronic.To be clear, I can imagine scenarios for 2021’s fall or winter involving a particularly deadly variant or one that’s more dangerous to kids, where reimposing emergency measures might be necessary. And if we end up maintaining mask mandates a little longer than needed, and there’s more mask-wearing in the winter months and on public transportation going forward, then that’s hardly the greatest burden in the world.But the danger of the overcautious, wait-for-Christmas public rhetoric from Biden and Fauci is that it provides cover and encouragement for fearful officials to extend the whole suite of emergency measures for many unnecessary months.No doubt both men have strategic reasons for their approach. Biden presumably hopes to underpromise and overdeliver, while Fauci clearly has a theory of his own role that involves steering public expectations rather than just saying flatly what he thinks.But after a year of misery, death and sacrifice, the public has a right to know in advance when the emergency should reasonably be over. People who are struggling or despairing right now need a sense of hope, of light at the end of winter’s tunnel. People who are unsure whether to be vaccinated deserve to be told that it can actually change all of our lives, and quickly. And officials struggling to balance risk aversion and the reopening imperative need to be given a permission structure that encourages them to choose normalcy, and soon.Just under a year ago, Donald Trump was justifiably pilloried when he suggested, without evidence, that the worst of the pandemic might be over by Easter.But today the situation is radically different. And Joe Biden would be doing our struggling, freezing country a great service if he suggested, with evidence, that with continued effort and reasonably good fortune, the era of emergency might be over by the Fourth of July.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTOpinion) and Instagram."
        },
        {
            "text": "Apartments at Atria West 86, a senior living community on the Upper West Side in Manhattan, start at $6,100 a month, with amenities that include a rooftop terrace, an in-house salon, town car service, and chef-prepared meals.In a promotional email last month, the development added another feature: sign a lease within the next 10 days and get the Covid-19 vaccine in February.The announcement, part of a larger campaign for Atria facilities around the country, was about “making sure that seniors know that if they come live in Atria, we’re a place that our society has decided should have priority access to the vaccine,” said John Moore, the chief executive of Atria, which is also requiring its employees to get vaccinated. Atria, based in Louisville, Ky., owns and operates about 185 independent living, assisted living, supportive living and memory care communities in 25 states.At a time when many older New Yorkers are struggling to get access to the vaccine, Atria officials say the top question from prospective residents has been: Can they get the vaccine?This early access to the vaccine may signal a turning point for senior living communities, which have paid a heavy toll during the pandemic. As of October, 20 percent of residents of assisted living facilities who contracted Covid-19 died of the disease, compared to 2.5 percent in the general population, according to the Centers for Disease Control and Prevention.The pandemic has decimated occupancy rates at these communities, as properties enacted moratoriums and even once facilities reopened, families were hesitant to make the move.Nationwide, over the course of 2020, the occupancy rate in senior housing dropped 6.8 percentage points, from 87.5 percent in the first quarter to 80.7 percent by the fourth quarter, according to the National Investment Center for Seniors Housing and Care. “That’s a lot, that’s a big, big, big drop. It’s unprecedented,” said Beth Mace, the center’s chief economist. “It’s a clear result of the pandemic, which has hurt move-ins.”The vaccine presents an opportunity to recast senior living communities as a safe island of inoculation, especially in cities where Covid-19 is widespread.“Residents who’ve gotten two doses, are they really safe from bad outcomes from Covid? And the answer is: ‘Yeah, they really are,’ ” said Ashish Jha, the dean of the Brown University School of Public Health, adding that outside visitors could affect the level of safety in a facility. “We are not giving enough credit to how amazing these vaccines are and how much they’re changing our lives.”“Some operators are using that as a competitive advantage to draw people in, and it’s kind of compelling,” Ms. Mace said, adding that the practice was not widespread. “Your best-in-class operators are striving to be the safest place that you can be as a senior.”Officials at senior living communities say they are already noticing renewed interest. “We’ve had an amazing uptick in people who are considering senior living,” said Julie Masiello, a spokeswoman for Brightview Senior Living, which owns and operates 45 communities along the east coast, including in New York, Connecticut and New Jersey. The vaccine, she added, has been a game changer.“The isolation has been really tough for people who have stayed in their homes,” she said. “Now with the hope of the vaccine, people are looking at it and saying, ‘OK, I am ready to make this move.’”Like Atria, Brightview is making the vaccine available to residents who move in. Each Brightview location has scheduled three clinics, from January through early March, operated by either Walgreens or CVS, and will help residents who move in after the last clinic get vaccinated.By early February, 43 percent of Brightview residents had received their first shot. And some locations, like the one in Warren, N.J., have already had a second clinic, meaning many residents have had both doses of the vaccine. “People are just giddy. Giddy and emotional at the same time. It’s really amazing,” Ms. Masiello said.About 90 percent of Atria’s communities had held their first vaccination clinics by early February. Given the pace of the vaccinations, some senior living communities may operate within an inoculated bubble within the next few months. “We’re really excited about this post-Covid world,” Mr. Moore said.At Brightview Warren, residents still need to wear masks, maintain six feet of social distance and follow other Covid safety guidelines, but when they dine at the facility’s restaurant, or participate in activities like happy hours, TED talks or cooking demonstrations, they’re doing so in a community that will soon be largely inoculated.Ms. Masiello said, “This is the light at the end of the pandemic tunnel.”For weekly email updates on residential real estate news, sign up here. Follow us on Twitter: @nytrealestate."
        },
        {
            "text": "Partisan warfare over pandemic lockdowns and mask-wearing is on the wane in Washington: A bitter presidential election has been decided, coronavirus cases are plummeting nationally and vaccines are rolling out slowly but steadily.Yet in state capitols, the politicized fights are boiling over.State lawmakers across the country, most of them Republicans, are moving aggressively to strip the powers of governors, often Democrats, who have taken on extraordinary authority to limit the spread of the virus for nearly a year.In a kind of rear-guard action, legislatures in more than 30 states are trying to restrict the power of governors to act unilaterally under extended emergencies that have traditionally been declared in brief bursts after floods, tornadoes or similar disasters. Republicans are seeking to harness the widespread fatigue of many Americans toward closed schools, limits on gatherings and mask mandates as a political cudgel to wield against Democrats.Lawmakers frame the issue as one of checks and balances, arguing that governors gained too much authority over too many aspects of people’s lives. These legislators are demanding a say in how long an emergency can last, and insisting that they be consulted on far-reaching orders like closing schools and businesses.But governors respond that a pandemic cannot be fought by committee. They say that the same Republicans who politicized the science of the pandemic last year, following former President Donald J. Trump in waging a new battle in the culture wars, should not be trusted with public health.“Governors have done the right things in trying times and circumstances, and their willingness and courage to do it is exactly why their authority has to remain with them,” said Gov. Andy Beshear of Kentucky, a Democrat who is in a pitched fight with Republicans in the Legislature.Mr. Beshear went to court this month to block bills by G.O.P. lawmakers — one that would end a governor’s emergency order after 30 days, and another that would effectively make Mr. Beshear’s statewide mask mandate unenforceable. Republicans in the Legislature overrode his vetoes of the bills before he sued.“The bills filed in Kentucky would eliminate each and every rule or regulation that we have put in place that have proven to be effective in protecting the lives of Kentuckians,” Mr. Beshear said.State Senator Damon Thayer, the majority floor leader, rejected the notion that Republicans were moving against the governor because he is a Democrat. He said the once-a-century pandemic had revealed a constitutional imbalance.“This pandemic has exposed awareness of state governance that gives one person an inordinate amount of power,” he said, adding that the governor had been highhanded in closing bars, restaurants, schools and churches.The Legislature is weighing a petition calling for the impeachment of the governor for infringing individual rights with his coronavirus restrictions. The State Supreme Court ruled last year that Mr. Beshear had the authority to impose the restrictions.The coronavirus is not the first time Republican legislators have pushed back at Democratic governors in recent years. After Gov. Roy Cooper of North Carolina was first elected in 2016 and Gov. Tony Evers won election in Wisconsin in 2018, Republicans passed legislation stripping them of some of their powers, actions widely criticized as efforts to undermine the will of voters.On the other hand, it is not just Republican lawmakers who are seeking to strip powers from Democratic governors. In New York, Democratic leaders of the State Senate are moving to cut back some emergency powers granted last year to Gov. Andrew M. Cuomo, after the governor admitted to withholding data on deaths in nursing homes — a remarkable rebuke of the three-term governor by members of his party.Republican lawmakers in the majority in Ohio and Idaho have also moved to trim emergency powers wielded by those states’ Republican governors. In some cases, lawmakers have echoed disinformation about the coronavirus. YouTube last week removed video footage of the opening testimony for a bill in the Ohio House that would limit the powers of the governor, after the person who was speaking baselessly claimed that no Ohioans under 19 had died of Covid-19.Gov. Brad Little of Idaho has pushed back on disinformation: “Abandon the myth that the emergency declaration somehow shuts down Idaho,” he said in a video statement last month. “Abandon the myth that the emergency declaration somehow infringes on your rights.”Last April, when governors in all 50 states declared disaster emergencies for the first time in the country’s history, support for their initial stay-at-home orders to slow the virus’s spread was generally bipartisan.But that soon evaporated as Mr. Trump, obsessed about the economy in an election year, downplayed the virus. Supporters echoed his dismissal of health experts and defied governors who filled the federal leadership vacuum to manage the pandemic — especially Democratic governors whom the president took to insulting, issuing cries to “liberate” states like Michigan.In Wisconsin, the Republican-dominated State Supreme Court ruled in May at the request of G.O.P. lawmakers to end the stay-at-home order of Mr. Evers. The governor’s statewide mask mandate is now also before the court, after Republicans in the Legislature voted this month to abolish it. One Republican senator tweeted that the governor was a “dictator.”“The loudest folks around the state seem to be folks that are very supportive of former President Trump and anti-mask, dismissive of the Covid threat,” said Gordon Hintz, the Democratic minority leader in the Wisconsin State Assembly.Across the country, lawmakers in 37 states have introduced more than 200 bills or resolutions this year to clip the emergency powers of governors, according to the lobbying firm Stateside, which focuses on state governments.“It is a fairly large legislative volume for any single policy trend,” said Michael J. Behm, the chief executive of Stateside. “Most of this is about the legislatures trying to reassert their authority after being pushed into the shadows by governors for the last 10 to 11 months during this awful pandemic.”A number of states would limit a governor’s power to unilaterally declare emergencies to 30 days, after which lawmakers would approve any extension. The 30-day window is in model legislation written by the American Legislative Exchange Council, or ALEC, an influential conservative group funded by businesses.Most of the bills will die in committees or be vetoed by governors. Only two states, Kentucky and Pennsylvania, have so far enacted significant legislation.Republicans in Pennsylvania did an end run around the possibility of a veto by the Democratic governor, Tom Wolf, by placing a measure on the statewide ballot in May to amend the state constitution. If it is passed by voters, a governor’s ability to declare a state of emergency would expire after 21 days unless the legislature agrees to extend it.The measure follows a year in which many Republican lawmakers raged against Mr. Wolf’s handling of the pandemic — including some who questioned the scientific consensus about masks, headlined “Reopen Pennsylvania” protests and defied federal and state guidelines about crowds to appear at Trump campaign rallies.But Jake Corman, the president pro tem of the State Senate, said the constitutional amendment wasn’t about political payback.“Ultimately, this is about not allowing any individual — as well intended as I’m sure the governor was — the power to handle all these decisions unilaterally,” he said. “No one ever envisioned governors of any party having this much power in an emergency.”Mike Brunelle, the governor’s chief of staff, warned that if the constitutional amendment had been in place last year, health outcomes would have been worse in Pennsylvania.“We know their response to the pandemic and their priorities,” he said of Republicans. “Everything would have been opened up at a very critical time when we needed folks to stay home. That would have led to more deaths and our hospitals would have been overrun.”"
        },
        {
            "text": "Fifteen-year-old Braden Wilson was frightened of Covid-19. He was careful to wear masks and only left his house, in Simi Valley, Calif., for things like orthodontist checkups and visits with his grandparents nearby.But somehow, the virus found Braden. It wreaked ruthless damage in the form of an inflammatory syndrome that, for unknown reasons, strikes some young people, usually several weeks after infection by the coronavirus.Doctors at Children’s Hospital Los Angeles put the teenager on a ventilator and a heart-lung bypass machine. But they could not stop his major organs from failing. On Jan. 5, “they officially said he was brain dead,” his mother, Amanda Wilson, recounted, sobbing. “My boy was gone.”Doctors across the country have been seeing a striking increase in the number of young people with the condition Braden had, which is called Multisystem Inflammatory Syndrome in Children or MIS-C. Even more worrisome, they say, is that more patients are now very sick than during the first wave of cases, which alarmed doctors and parents around the world last spring.“We’re now getting more of these MIS-C kids, but this time, it just seems that a higher percentage of them are really critically ill,” said Dr. Roberta DeBiasi, chief of infectious diseases at Children’s National Hospital in Washington, D.C. During the hospital’s first wave, about half the patients needed treatment in the intensive care unit, she said, but now 80 to 90 percent do.The reasons are unclear. The surge follows the overall spike of Covid cases in the United States after the winter holiday season, and more cases may simply increase chances for severe disease to emerge. So far, there’s no evidence that recent coronavirus variants are responsible, and experts say it is too early to speculate about any impact of variants on the syndrome.The condition remains rare. The latest numbers from the Centers for Disease Control and Prevention show 2,060 cases in 48 states, Puerto Rico and the District of Columbia, including 30 deaths. The median age was 9, but infants to 20-year-olds have been afflicted. The data, which is complete only through mid-December, shows the rate of cases has been increasing since mid-October.While most young people, even those who became seriously ill, have survived and gone home in relatively healthy condition, doctors are uncertain whether any will experience lingering heart issues or other problems.“We really don’t know what will happen in the long term,” said Dr. Jean Ballweg, medical director of pediatric heart transplant and advanced heart failure at Children’s Hospital & Medical Center in Omaha, Neb., where from April through October, the hospital treated about two cases a month, about 30 percent of them in the I.C.U. That rose to 10 cases in December and 12 in January, with 60 percent needing I.C.U. care — most requiring ventilators. “Clearly, they seem to be more sick,” she said.Symptoms of the syndrome can include fever, rash, red eyes or gastrointestinal problems. Those can progress to heart dysfunction, including cardiogenic shock, in which the heart cannot squeeze enough to pump blood sufficiently. Some patients develop cardiomyopathy, which stiffens the heart muscle, or abnormal rhythm. Dr. Ballweg said one 15-year-old at her hospital needed a procedure that functioned as a temporary pacemaker.Hospitals say most patients test positive for Covid antibodies that indicate previous infection, but some patients also test positive for active coronavirus infection. Many children were previously healthy and had few or no symptoms from their initial Covid infection. Doctors are uncertain which factors predispose children to the syndrome. Dr. Jane Newburger, associate chief for academic affairs in Boston Children’s Hospital’s cardiology department, who is a leader of a nationwide study, said patients with obesity and some older children seem to fare worse.Sixty-nine percent of reported cases have affected Latino or Black young people, which experts believe stems from socioeconomic and other factors that have disproportionately exposed those communities to the virus. But Omaha’s hospital, where early cases were largely among children of Latino parents working in the meatpacking industry, is now “seeing a much more broad spectrum and every ethnicity,” Dr. Ballweg said.Jude Knott, 4, was hospitalized in Omaha for 10 days after developing a headache, fever, vomiting, red eyes and a rapid heart rate.“It was just a roller coaster,” said his mother, Ashley Knott, a career coach at an Omaha nonprofit helping low-income teenagers.To explain to Jude the infusions of intravenous immunoglobulin doctors were giving him, she said they were “‘putting Ninjas in your blood so they can fight.’” For blood thinner injections, which he hated, she said, “‘Buddy, they’re making your blood go from a milkshake to water because we need it to be water.’ Anything to help him make sense of it.”Jude recently returned to preschool full time. He has some dilation of a coronary artery, but is improving, his mother said.“He’s definitely experiencing some anxiety,” Ms. Knott said. “I just worry that he’s kind of been saddled with some adult worries at 4.”Doctors said they’ve learned effective treatment approaches, which, besides steroids, immunoglobulin and blood thinners, can include blood pressure medications, an immunomodulator called anakinra and supplemental oxygen. Some hospitals use ventilators more than others, experts said.But though doctors are learning more, pediatricians can miss the syndrome initially because early symptoms can mimic some common ailments.On New Year’s Day, Mayson Barillas, 11, of Damascus, Md., started feeling sick. “My stomach started hurting, and then I went to my soccer game and then I got a fever,” he said.His mother, Sandy Barillas, a medical assistant at a women’s health practice, gave him Alka Seltzer, Pepto Bismol and Tylenol. Several days later, he developed shortness of breath and they went to an urgent care clinic.There, a rapid Covid-19 test was negative, as were evaluations for strep, influenza and appendicitis. Ms. Barillas said she was told, “It was just like a stomach flu.”But the next day, Mayson had swollen eyes and lips with red blisters. “He started developing really bad body aches and he couldn’t walk anymore,” she said. She took him to an emergency room, which transferred him to Children’s National Hospital, where doctors said he exhibited cardiogenic shock.“It was very scary,” Ms. Barillas said. “I’d never heard of this syndrome before.”Mayson spent eight days in the hospital, four in the I.C.U. Since leaving, he has seen a hematologist, a rheumatologist and a cardiologist and is on blood thinners for now. The hardest part, said Mayson, a star local soccer player, is being temporarily sidelined from sports, as doctors advise for most patients for several months.“It was very shocking for everybody in the community: ‘Wow, how did this happen to someone very healthy?’” Ms. Barillas said.At a memorial service on Feb. 5, Braden Wilson was remembered as a kindhearted, creative teenager who loved filmmaking and fashion. His color-splashed oil paintings were displayed.His mother read a poem he wrote that hangs on the refrigerator of his grandparents, Fabian and Joe Wilson, with whom he was close: “Hold fast to dreams/ for if dreams create/ life is a beautiful canvas/ a masterpiece painted great.”It’s unclear why the syndrome hit Braden so hard. Ms. Wilson said he did not have serious health issues. She said he was overweight but active, swimming three times a week and taking dance and yoga at his arts-and-science high school.Symptoms started New Year’s Eve, when he began vomiting and spiking a fever. Ms. Wilson took him to an emergency room, where he tested positive for the coronavirus, received treatment that included a new monoclonal antibody drug and was sent home.But his fever persisted and two days later, he developed diarrhea and his lips and fingers turned blue. Ms. Wilson called 911. When paramedics arrived, she said, he was “lying in his bed, like almost lifeless.”At the hospital, he was hooked to a ventilator and transferred to Children’s Hospital Los Angeles, which like several hospitals has established a MIS-C clinic with various specialists.“Braden was one of our most ill patients,” said Dr. Jacqueline Szmuszkovicz, a pediatric cardiologist there.Doctors placed him on the heart-lung bypass machine, put him on dialysis and performed a heart procedure to relieve pressure. “He had what we would term severe multisystem organ failure: his lungs, his heart, his kidneys,” Dr. Szmuszkovicz said.Through tears, Ms. Wilson said that after a few days, Braden began bleeding from his mouth, eyes and nose, and doctors ultimately could not detect brain activity. “I asked them specifically: ‘Is there any chance for him to recover from this?’” she recounted. “And they said no.”Family members FaceTimed to say goodbye before life support was withdrawn. Ms. Wilson gave consent for doctors to take blood samples from his body for research studies.Ms. Wilson had never written poetry before, but since Braden’s death, it has spilled out of her.“Now your heart no longer beats / and I can’t hold you in my arms,” reads one. “But I remember back to those days / When my womb protected you from harm/ You lived a life of beauty/ of laughter, and of grace/ I hold you now inside my heart / We’ll always share that space.”"
        },
        {
            "text": "The Centers for Disease Control and Prevention, hoping to make it easier for Americans to find Covid-19 vaccines, is backing the test of a centralized online portal where the public can search for nearby vaccination locations with doses on hand.The website, called Vaccine Finder, is run by Boston Children’s Hospital with the help of several collaborators. It grew out of the H1N1 flu pandemic of 2009 and has been used for years to coordinate the distribution of flu and childhood vaccines. It expanded on Wednesday to include the availability of coronavirus vaccines in several states.If the program goes well, the website’s developers plan to expand it nationwide in coming weeks to include nearly all vaccine providers that agree to be featured. That would make the website far more comprehensive than anything that exists now.“We’re trying to create a trusted site and bring some order to all this chaos and confusion around availability,” said John Brownstein, a Boston Children’s Hospital researcher who runs VaccineFinder.org.The project is not a panacea. It will not enable people to book appointments; it simply directs people to other portals where they can try to register to get vaccinated.Nor does the website address the key constraints — most notably the limited supply of vaccine doses — that are preventing more people from quickly getting shots. And there is a risk that the addition of yet another vaccine website will only exacerbate the current confusion.“It’s not a tool that’s going to necessarily make things easier for people to get the vaccine,” said Claire Hannan, executive director of the Association of Immunization Managers. “They’re going to see where vaccine is, but they’re still going to have challenges trying to get an appointment.”After a rocky start, the vaccination campaign in the United States has accelerated in recent weeks. Seventeen percent of adults have received a first dose, and 7.6 percent are fully vaccinated, according to the C.D.C. That puts the government well on the way to fulfilling President Biden’s promise that at least 100 million vaccine doses would be administered in the United States by his 100th day in office; he has since raised that target to 150 million doses.Despite the progress, though, getting appointments for vaccinations has been a source of great frustration for many people. Appointment slots are filled within minutes of becoming available. States, local health departments and pharmacy chains have their own sign-up websites that in many cases do not share data with one another. The C.D.C. has its own vaccine administration management system, or VAMS, which some states are using to have people register for vaccinations and to collect essential data, but state officials have complained that it is clunky.Exasperated people have taken matters into their own hands, creating online navigator tools and “vaccine hunter” Facebook groups in cities like Los Angeles and New Orleans to help connect people with available doses.When the Vaccine Finder portal goes live this week, it will include some drugstores and grocery stores nationwide, plus many other locations, like mass-vaccination sites, in Alaska, Indiana, Iowa and Tennessee.Kristen Nordlund, a spokeswoman for the C.D.C., said the agency was encouraging vaccination locations to “provide accurate and up-to-date information on location, hours and availability of vaccines, so Americans can find vaccine sites easier.”Dr. Marcus Plescia, chief medical officer of the Association of State and Territorial Health Officials, said, “I think people are optimistic and eagerly awaiting it.” He continued, “As with anything that we roll out in the middle of this pandemic, if there are glitches it could end up creating a lot of confusion, but I think we’ll just have to work through it.”Finding doses was relatively straightforward in the first weeks of the vaccine rollout, when eligible people — health care workers and residents and staff at long-term care facilities — were getting vaccinated mainly where they lived or worked.But states have since expanded their eligibility criteria to include older people, people with certain medical conditions and certain frontline workers. More locations have also been added to give out vaccines, including stadiums and local pharmacies.The federal government did not create a centralized sign-up system for the vaccine rollout, and states have been slow to set up their own. In that void, counties, local health departments, pharmacy chains and other vaccine providers started their own appointment-booking websites, in some cases adapting systems they already had and in others buying new tools from vendors.These systems are often not synchronized to share information like which people have registered on their websites. That has frustrated state and local health officials, who cannot cross off their lists people who have secured an appointment at a different location after registering on multiple systems.“It’s harder to track vaccination appointments and offer them to people who need it most when the systems are so disjointed,” said Blaire Bryant, associate legislative director for health for the National Association of Counties.Federal and state lawmakers have been clamoring for more centralized registration systems. Representative Anthony Brown, Democrat of Maryland, last week introduced legislation that would create a nationwide sign-up system where the public can register to get vaccinated.More states have begun registration websites in recent weeks, but those systems typically don’t let people reserve a vaccine or an appointment directly. Instead, they help people navigate existing systems or sign up to get notified when they can schedule an appointment.The Vaccine Finder website is meant to complement, not replace, those efforts, said Dr. Brownstein, who is also the chief innovation officer at Boston Children’s Hospital.Google started the earliest version of what became the Vaccine Finder website. In 2012 Dr. Brownstein and his team took it over. Since then they have been working with state and local officials to identify locations that offer routine vaccinations. The project has received federal funding of about $1 million annually to maintain the website, first from the Department of Health and Human Services and since 2017 directly from the C.D.C. The U.S. government has provided more than $8 million to help the website expand for Covid-19 vaccines.The Vaccine Finder allows people to enter their ZIP code, the distance they’re willing to travel and which of the authorized vaccines they are seeking.That information generates a map dotted with nearby vaccination locations, with links to appointment-booking websites set up by states, local health departments and pharmacy chains. Vaccine providers can opt out of being highlighted on Vaccine Finder. For example, a provider might opt out if it is only vaccinating a certain slice of the population like health care workers.The website will show which places have doses available, based on data that vaccine locations are supposed to report daily. The need to report that information daily “could be a big lift and lead to varying degrees of accuracy in the system,” said Adriane Casalotti, chief of government and public affairs at the National Association of City and County Health Officials. “As with anything, the value will be in the quality of the data provided,” she added."
        },
        {
            "text": "Life expectancy in the United States fell by a full year in the first six months of 2020, the federal government reported on Thursday, the largest drop since World War II and a grim measure of the deadly consequences of the coronavirus pandemic.Life expectancy is the most basic measure of the health of a population, and the stark decline over such a short period is highly unusual and a signal of deep distress. The drop comes after a troubling series of smaller declines driven largely by a surge in drug overdose deaths. A fragile recovery over the past two years has now been wiped out.Thursday’s data gives the first full picture of the pandemic’s effect on American expected life spans, which dropped to 77.8 years from 78.8 years in 2019. It also showed a deepening of racial and ethnic disparities: Life expectancy of the Black population declined by 2.7 years in the first half of 2020, slicing away 20 years of gains. The life expectancy gap between Black and white Americans, which had been narrowing, is now at six years, the widest it has been since 1998.“I knew it was going to be large but when I saw those numbers, I was like, ‘Oh my God,’” Elizabeth Arias, the federal researcher who produced the report, said of the racial disparity. Of the drop for the full population, she said, “We haven’t seen a decline of that magnitude in decades.”Still, unlike the drop in life expectancy caused by the long-running, complex problem of drug overdoses, this one, driven largely by Covid-19, is not likely to last as long because deaths from the virus are easing and the population is slowly getting vaccinated. The last time a pandemic caused a major decline in life expectancy was 1918, when hundreds of thousands of Americans died from the flu pandemic. Life expectancy declined by a whopping 11.8 years from 1917 to 1918, Dr. Arias said, bringing average life spans down to 39 years. But it fully rebounded the following year as deaths eased.Even if such a rebound occurs this time, the social and economic effects of Covid-19 will linger, researchers noted, as will the disproportionate effects on communities of color. This is all happening against a backdrop of declining life expectancy that had only briefly recovered from the drug epidemic; some researchers said that drug deaths, which began surging again in 2019 and 2020, may continue to tug life expectancy rates downward.Dr. Mary T. Bassett, a former New York City health commissioner and professor of health and human rights at Harvard University, said that unless the country better addressed inequality, “we may see U.S. life expectancy stagnate or decline for some time to come.”She noted that life expectancy in America began to lag behind that of other developed countries in the 1980s, a divergence that has puzzled researchers. One theory is that growing economic disparities have also made their way into the health of Americans. Life conditions that have led to worse Covid-19 rates, such as overcrowded housing and inadequate virus protections for low-wage workers, will only exacerbate that trend, Dr. Bassett said.Life expectancy represents the average number of years that a newborn is expected to live if current death rates do not change. Declines tend to signal grave societal problems, like the sharp drop in Russia after the collapse of the Soviet Union. Declines in developed countries are rare, but the United States experienced them from 2014 to 2017 as the opioid epidemic took its toll. Before that, demographers had not seen an outright decline since 1993, during the AIDS epidemic.But those declines, while unusual, were small — measured in small fractions of a year. Researchers knew there would be a decline last year, but the sheer magnitude in the first six months left them reeling: The drop brought life expectancy to the lowest level since 2006. The last major decline was 2.9 years between 1942 and 1943, after the United States entered World War II, Dr. Arias said.Researchers say Thursday’s numbers are important because they are a numeric representation of the magnitude of the current coronavirus crisis. They may not represent a trend that will continue in the future, but they speak volumes about the sheer scale of the suffering many American communities are experiencing in the present, like the Brightmoor neighborhood in Detroit, where the Rev. Semmeal Thomas, 60, pastor of the City Covenant Church, has been helping his congregation come to terms with grief.He said about 10 people he was close to have died from Covid-19, including his 40-year-old niece, who had just married and was working on her Ph.D., and the wife of his close friend, who was in her 60s. A number of middle-aged people in his church have died too. Some had pre-existing conditions, such as diabetes and hypertension, but they were managing them.“If Covid had not come, Ruthie Harris would still be here, Jackie would still be here, Michael would still be here, Taisha would still be here,” he said. “It has given us, in the African-American community, this tremendous sense of grief.”Covid-19 hit Black and Hispanic Americans harder than white Americans. People in those first two groups who died from the virus were also more likely to be younger, slicing into the life expectancy figures more deeply, Dr. Bassett said. She said the coronavirus mortality rate for Black people between the ages of 35 and 44, for example, was ninefold greater than for white people in the same age group, according to data from last February through July.Over all, the death rate for Black Americans with Covid-19 was almost two times higher than for white Americans as of late January, according to the Centers for Disease Control and Prevention; the death rate for Hispanics was 2.3 times higher than for white Americans.The 2.7-year drop in life expectancy for African-Americans from January through June of last year was the largest decline, followed by a 1.9-year drop for Hispanic Americans and a 0.8-year drop for white Americans.Dr. Bassett said she expected life expectancy for Hispanic people to decline even further over the second half of the year, when Covid-19 death rates for that demographic continued to rise even as they dropped for white and Black Americans.While Covid-19 was almost certainly the primary driver of the decline in American life expectancy, Dr. Arias said, drug overdoses were also a factor. Deaths from drug overdoses declined in 2018 for the first time in nearly 30 years, lifting life expectancy that year.But the good news was short-lived. Overdose deaths shot up again in 2019 and climbed even more sharply during the first half of 2020, driven mainly by illicitly manufactured fentanyl. Although the 2020 data has not been broken down by race and ethnicity, overdose rates had been rising disproportionately among Black and Hispanic adults, particularly men. That trend has most likely continued as fentanyl has invaded supplies of heroin, cocaine and methamphetamine, and as the pandemic has curtailed access to treatment.Dr. Dominic Mack, a professor of family medicine in Atlanta, said he did not expect the gap between white and Black life expectancy to shrink immediately once the pandemic ends. That is partly because Black Americans are disproportionately afflicted by chronic diseases like diabetes and hypertension, and because, like all Americans, they stopped getting routine medical care during the pandemic, quite likely worsening their health.“The issue you have is not just the Covid, but the medical system fallout from the Covid,” said Dr. Mack, who also leads the National Covid-19 Resiliency Network at the Morehouse School of Medicine. “Once that’s corrected, the population still has chronic diseases that probably festered during this time, went untreated.”In addition, he said, many people of color who were in poor health before the pandemic may suffer from long-term symptoms of the virus yet not have access to good health care, a combination that could hurt life expectancy even after the pandemic ends. So, too, could unequal access to the Covid-19 vaccines."
        },
        {
            "text": "As adults at high risk for Covid-19 line up to be immunized against the coronavirus, many parents want to know: When will my child get a vaccine?The short answer: Not before late summer.Pfizer and Moderna have enrolled children 12 and older in clinical trials of their vaccines and hope to have results by the summer. Depending on how the vaccines perform in that age group, the companies may then test them in younger children. The Food and Drug Administration usually takes a few weeks to review data from a clinical trial and authorize a vaccine.Three other companies — Johnson & Johnson, Novavax and AstraZeneca — also plan to test their vaccines in children, but are further behind.When researchers test drugs or vaccines in adults first, they typically then move down the age brackets, watching for any changes in the effective dose and for unexpected side effects.“It would be pretty unusual to start going down into children at an early stage,” said Dr. Emily Erbelding, an infectious diseases physician at the National Institutes of Health who oversees testing of Covid-19 vaccines in special populations.Some vaccines — those that protect against pneumococcal or meningococcal bacteria or rotavirus, for example — were tested in children first because they prevent pediatric diseases. But it made sense for coronavirus vaccines to be first tested in and authorized for adults because the risk of severe illness and death from Covid-19 increases sharply with age, said Paul Offit, a professor at the University of Pennsylvania and a member of the F.D.A.’s vaccine advisory panel.“We’re trying to save lives, keep people out of the I.C.U., keep them from dying,” Dr. Offit said. That means prioritizing vaccines for the oldest people and for those with underlying conditions.People younger than 21 account for about one-quarter of the population in the United States, but they make up less than 1 percent of deaths from Covid-19. Still, about 2 percent of children who get Covid-19 require hospital care, and at least 227 children in the United States have died of the disease.“It is a significant disease in children, just not necessarily when you compare it to adults,” said Dr. Kristin Oliver, a pediatrician and vaccine expert at Mount Sinai Hospital in New York.Children will also need to be vaccinated in order for the United States to approach herd immunity — that long-promised goal at which the pandemic slows to a halt because the virus runs out of people to infect.Scientists have estimated that 70 to 90 percent of the population might need to be immunized against the coronavirus to reach herd immunity, especially with more contagious variants expected to circulate widely in the country.“Not all adults can get the vaccine because there’s some reluctance, or there’s maybe even some vulnerable immune systems that just don’t respond,” Dr. Erbelding said. “I think we have to include children if we’re going to get to herd immunity.”It will also be important to immunize children in racial and ethnic populations that are hit hardest by the pandemic, she added.Pfizer and Moderna’s clinical trials in adults each enrolled about 50,000 participants. They had to be that large in order to show significant differences between the volunteers who received a vaccine and those who got a placebo. But because it is rarer for children to become seriously ill with Covid-19, that kind of trial design in children would not be feasible, because it would require many more participants to show an effect.Instead, the companies will look at vaccinated children for signs of a strong immune response that would protect them from the coronavirus.The Pfizer-BioNTech vaccine was authorized in December for anyone 16 and older. The company has continued its trial with younger volunteers, recruiting 2,259 adolescents from 12 to 15 years of age. Teenagers are roughly twice as likely to be infected with the coronavirus as younger children, according to the Centers for Disease Control and Prevention.Results from that trial should be available by summer, said Keanna Ghazvini, a spokeswoman for Pfizer.“Moving below 12 years of age will require a new study and potentially a modified formulation or dosing schedule,” Ms. Ghazvini said. Those trials will most likely start later in the year, but the plans will be made final after the company has data from older children, she added.Moderna’s vaccine, which was also authorized in December, is on a similar track for pediatric testing. In December, the company began testing adolescents ages 12 through 17, and plans to enroll 3,000 volunteers in this age group. The company expects results “around midyear 2021,” said Colleen Hussey, a spokeswoman for Moderna.Based on the results, Moderna plans to assess the vaccine later this year in children between the ages of 6 months and 11 years.Infants may have some antibodies at birth from vaccinated or infected mothers, but that maternal protection is unlikely to last through the first year of age. And with their relatively weak immune systems, babies might be particularly susceptible to infection if community transmission is high.The trials will also assess the vaccine’s safety in children — and hopefully ease any fears that parents have. One-third of adults in the United States have said they do not plan to have their children immunized against the coronavirus, according to a recent poll conducted by Verywell Health.Given the low risk of Covid-19 in children, some parents might be skeptical of the urgency to inoculate their children with a brand-new jab, Dr. Offit said. “For that reason, the vaccine would have to be held to a very high standard of safety,” he said.More than 42 million people in the United States have been immunized so far, with few lasting side effects. And the F.D.A. has set up multiple systems to carefully monitor any serious reactions to the vaccine.“They’re really looking at the data very, very closely,” Dr. Oliver said. “As a pediatrician and a mom, I have really good confidence that those systems work.”Once a vaccine for children is available, schools can reintroduce extracurricular activities that involve close contact, like band practice, team sports and choir. But in the meantime, there is ample evidence that schools can reopen with other precautions in place, Dr. Oliver said.“I don’t think we need to anticipate having a vaccine in order to open schools in the fall,” she said. “We should be planning now for opening schools.”Dr. Oliver also urged parents to make sure children are immunized for other diseases. According to the C.D.C., orders for non-flu childhood vaccines through the Vaccines for Children Program are down approximately 10.3 million doses over all.“Now’s the time to really catch up on missed doses of those vaccines,” she said. “Measles, HPV, tetanus boosters, pertussis boosters — all of that is really important.”"
        },
        {
            "text": ""
        },
        {
            "text": "The United States reached a staggering milestone on Monday, surpassing 500,000 known coronavirus-related deaths in a pandemic that has lasted almost a year. The nation’s total virus toll is higher than in any other country in the world. It has far surpassed early predictions of loss by some federal experts. And it means that more Americans have died from Covid-19 than did on the battlefields of World War I, World War II and the Vietnam War combined.“The magnitude of it is just horrifying,” said Jeffrey Shaman, a professor of environmental health sciences at Columbia University who has modeled the virus’s spread and says that the scale of loss was not inevitable, but a result of the failure to control the virus’s spread in the United States. The United States accounts for about 20 percent of the world’s known coronavirus-related deaths, but makes up just 4.25 percent of the global population.About one in 670 Americans has died of Covid-19, which has become a leading cause of death in the country, along with heart disease and cancer, and has driven down life expectancy more sharply than in decades. The losses have been searingly personal for the relatives and friends of the 500,000.“It never goes away,” the Rev. Ezra Jones of Chicago said of his grief for his uncle, Moses Jones, who died of the coronavirus in April.The harrowing milestone comes amid hopeful news: New virus cases and deaths have slowed dramatically, and vaccine distribution has gradually picked up pace. But uncertainty remains about emerging virus variants, some more contagious and possibly more lethal, so it may be months before the pandemic is contained. Scientists say the trajectory of the U.S. death toll will depend on the speed of vaccinations, the effects of the variants and how closely people stick to guidelines like mask-wearing and social distancing.Last March, in the early days of the pandemic, Dr. Anthony S. Fauci, the nation’s top infectious disease expert, and Dr. Deborah L. Birx, the official coordinating the coronavirus response at the time, projected that even with strict stay-at-home orders, the virus might kill as many as 240,000 Americans — a number that seemed unimaginable at the time.“As sobering a number as that is, we should be prepared for it,” Dr. Fauci said at the time.Less than a year later, the virus has killed more than twice that number.U.S. deaths from Covid-19 came faster as the pandemic wore on. The country’s first known Covid-19 death occurred in Santa Clara County, Calif., on Feb. 6, 2020, and by the end of May, 100,000 people had died. It took four months for the nation to log another 100,000 deaths; the next, about three months; the next, just five weeks. The virus has reached every corner of America, devastating dense cities and rural counties alike through surges that barreled through one region and then another.In New York City, more than 28,000 people have died of the virus — or roughly one in 295 people. In Los Angeles County, the toll is about one in 500 people. In Lamb County, Texas, where 13,000 people live scattered on a sprawling expanse of 1,000 square miles, the loss is one in 163 people.The virus has torn through nursing homes and other long-term care facilities, spreading easily among vulnerable residents: They account for more than 163,000 deaths, about one-third of the country’s total. Virus deaths also have disproportionately affected Americans along racial lines. Over all, the death rate for Black Americans with Covid-19 has been almost two times higher than for white Americans, according to the Centers for Disease Control and Prevention; the death rate for Hispanics was 2.3 times higher than for white Americans. And for Native Americans, it was 2.4 times higher.By Monday, about 1,900 Covid deaths were being reported, on average, most days — down from more than 3,300 at peak points in January. The slowing came as a relief, but scientists said variants made it difficult to project the future of the pandemic, and historians cautioned against turning away from the scale of the country’s losses.“There will be a real drive to say, ‘Look how well we’re doing,’” said Nancy Bristow, chair of the history department at the University of Puget Sound in Tacoma, Wash., and author of “American Pandemic: The Lost Worlds of the 1918 Influenza Epidemic.” But she warned against inclinations now to “rewrite this story into another story of American triumph.”"
        },
        {
            "text": "From Ebola to H.I.V. to river blindness, the American pharmaceutical giant Merck has been on the front lines of the biggest public health emergencies in recent history.So when the company announced last May that it was a late entrant in the race to develop a Covid-19 vaccine, Merck was a popular pick to win. Even if the company wasn’t first, proponents argued, its expertise as the world’s second-largest vaccine maker gave it a good shot at developing the best product — and manufacturing it quickly.But then, last month, Merck exited the vaccine race, abandoning its two candidates after early clinical trials flopped. Now, in addition to testing two experimental Covid-19 drugs, the company says that it’s looking for ways to help competitors supply the world with vaccines.“We are in regular conversation with governments, we’re in regular conversations with the public health authorities, with the foremost experts on all this,” said Michael T. Nally, the chief marketing officer at Merck. The company, he said, is now asking: “With all that we know today, what is the best way for us to help?”Merck did not provide details about which companies or governments it planned to work with, or how it would help. But as a major vaccine maker, it has factories that specialize in a range of vaccine technologies, as well as ones that fill the bulk product into ready-to-ship vials.Mr. Nally’s statements follow weeks of speculation in which industry insiders and public figures have called on Merck to do more to help with the vaccine effort, as demand outstrips supply and contagious variants boom around the globe.“Merck tried to make a vaccine, didn’t succeed,” Bill de Blasio, the mayor of New York City, said earlier this month. “And now they’re going to go off and do other types of drugs. Well, I disagree. I think the federal government should say, no, Merck, you’re producing the vaccines we have now because we have a massive shortage.”Officials in both the Trump and Biden administrations have considered enlisting Merck’s help in manufacturing vaccines developed by Pfizer and Johnson & Johnson.Merck is now considering a range of options, both in the United States and around the world, mindful that anything it chooses to do would take months to bring to fruition, given the complexity of the manufacturing process. For the United States, that could mean shoring up supply later in the year or supplying booster shots needed to fight emerging variants. For other countries that do not have enough vaccines to immunize their populations, Merck’s support could be even more significant.Given the unknowns about how long current vaccines will work, as well as the spread of variants that may make them less effective, “I think there’s a broader recognition, certainly within the U.S. government, but governments around the world, that this is a bit more complicated than we had at one time thought,” Mr. Nally said. “If there’s a way that we can help think through that, and prepare the world for what we see on the horizon, that’s where we’re focused.”The turn of events leaves Merck — which brought in $8.3 billion in revenue from vaccines in 2020, second only to GlaxoSmithKline in global vaccine sales — without a starring role in the biggest public health crisis in a century. The spotlight is instead on a major competitor, Pfizer, and an upstart, Moderna, which developed two highly effective vaccines in record time, using a new technology known as mRNA.“It is really interesting to see what Merck will do next,” said Ronny Gal, a pharmaceutical analyst with the Wall Street firm Bernstein, noting that in abandoning its Covid-19 vaccines, the company has conceded that its technology could not compete with the newer mRNA methods. “And since they have a very large vaccine business, they kind of have to do something.”Merck has lagged its competitors for a range of reasons, experts say. Early talks with the University of Oxford about a partnership to develop its vaccine fell through, with the university researchers later choosing AstraZeneca. And Moderna chose not to partner with a bigger drug maker on its Covid-19 shot, despite a collaboration with Merck on other vaccines. (Merck has profited from Moderna’s success, however: It sold its stock in Moderna late last year, after Moderna’s share price had skyrocketed.)Merck may have also simply been a victim of bad luck, as vaccine development is notoriously unpredictable. Sanofi and GlaxoSmithKline, major vaccine makers that have partnered on a Covid-19 vaccine, experienced a major setback when their shot failed to work on older people.“I was very encouraged when Merck announced their commitment, because I have a high degree of confidence that Merck has what it takes, from a capability perspective and from a corporate commitment to global health,” said Margaret McGlynn, the former president of global vaccines at Merck, who is now on the board of Novavax, a small Maryland company that is developing a Covid-19 vaccine. “But you can only tell what’s going to work by doing the trials.”Merck, which was founded in 1891, has been in the vaccine business for more than 100 years, having developed some of the world’s most well-known vaccines, including those for mumps, hepatitis A and chickenpox. In 2019, it was the first company to win approval from the Food and Drug Administration for an Ebola vaccine.When the coronavirus began spreading around the world, however, Merck was slow to announce plans for a vaccine. By the time it provided details about two vaccine candidates in late May, most of its major competitors had already announced deals, and Pfizer and Moderna had already begun early clinical trials.But Merck didn’t have to be first to win. Executives decided to pursue two projects that they felt had advantages over competitors. One vaccine, developed in partnership with the International AIDS Vaccine Initiative, would rely on the same technology, based on a harmless livestock virus, that had yielded their successful Ebola vaccine. The other, acquired through a purchase of Themis Bioscience, was based on an existing measles vaccine.Both of the experimental Covid vaccines, the company said, would be tested using a single dose, and Merck was also exploring whether the one using the livestock virus could be given orally — two big edges over potential competitors, especially in the developing world.In July, Merck’s chief executive, Kenneth C. Frazier, warned against moving too quickly. “I think when people tell the public that there’s going to be a vaccine by the end of 2020, for example, I think they do a grave disservice to the public,” Mr. Frazier said in an interview with a Harvard Business School professor. Mr. Frazier recently announced that he would retire as chief executive later this year, a decision that had been long planned.In an interview in August, Dr. Nicholas Kartsonis, Merck’s senior vice president of clinical research for vaccines and infectious diseases, said the company’s position as leading vaccine maker gave it the luxury of time. “We are a much larger company. We are not as beholden to having to be first,” he said.As it turned out, Pfizer and Moderna — who were in a close race to complete their vaccines — not only achieved their goal of producing something by the end of the year, but the results also exceeded expectations. Whereas some thought that the first generation of vaccines would show modest efficacy, akin to a flu vaccine, the shots from Moderna and Pfizer were 95 percent effective in clinical trials.That set a high bar for other vaccines, one that Merck concluded last month it could not meet. In its announcement two weeks ago, the company said that the vaccines appeared safe, but did not generate immune responses that were comparable to other Covid-19 vaccines.Saad Omer, a vaccine expert at Yale University, said Merck should get credit for trying, even if it did not succeed this time. “This is not the last pandemic,” he said. “So the more entities we have developing these kinds of things, the better off we are.”Merck is now redoubling its efforts to develop two drugs to treat Covid-19, both of which are in clinical trials with results expected soon. In December, the company reached a $356 million deal with the federal government to supply up to 100,000 doses of one of them, a drug known as MK-7110 that affects the immune system, if it is shown to work.Public health experts have said more treatments are needed for Covid-19, because even if vaccines become widely available, they may not work on everyone, and people will still get sick.Still, some politicians and public health experts have questioned whether Merck should do more to aid the vaccine effort, especially given its expertise. Novartis and Sanofi recently announced deals outside of the United States to pack and fill millions of doses of the vaccine developed by Pfizer and the German company BioNTech; the so-called fill and finish process is one of the biggest bottlenecks in manufacturing. On Wednesday, the chief executive of the pharmaceutical giant Teva said its company was also considering aiding the vaccine production effort.“There’s always a chance to build more capacity, but it takes time,” said Ms. McGlynn, the former Merck executive. Still, she said, “until we know that we have ample vaccine to immunize everyone in the world, and not have the access issues that are being predicted by some, I think we have to keep looking under every rock to see where can we find additional capacity.”"
        },
        {
            "text": "I have a question about receiving the Covid-19 vaccine. I work for a hospital, but in an administrative job. I do not interact with patients. I have worked from home since March. I am not at high risk for contracting Covid-19 based on my age, occupation and lack of health issues. I practice social distancing, I wear my mask in the limited situations in which I go out (to the grocery store, to the Post Office, to get takeout). I live alone and mostly keep to myself and stay home.Because I work for a hospital, I am eligible to receive the vaccine as part of the second group in my state (after first responders, hospital personnel who interact with patients and people living or working in nursing homes) along with people who are 65 and older, medically vulnerable people and corrections officers. This means I would be vaccinated in the next week or two. If I worked for any other employer (I used to work at a bank), I wouldn’t be eligible to receive the vaccine until the second-to-last or last group of the population, probably not for several months.Is it ethical for me to get the vaccine now? Part of me feels as if I’m skipping the line, but part of me feels as if this isn’t my decision and at a certain point it’s about getting as many people vaccinated as quickly as possible. I believe in science. I believe in the efficacy of the vaccines currently available. I plan to get the vaccine at some point. I’m just very conflicted about the timing of it. Am I taking someone else’s shot, someone who might need it more than I do? Name WithheldWhatever rules we make for vaccination priority, there will be trade-offs. We want to minimize the total number of people who become severely or even fatally ill from the disease. We want to protect those whose necessary work puts them at risk of their exposure to the virus. And we want to be fair, treating similarly situated people alike. These desiderata don’t all pull in the same direction. Health care workers who are in their 20s and don’t have certain medical conditions aren’t at high risk if they contract Covid-19. Perhaps we could save more lives if we left them until later. But there’s another overall desideratum: The system has to be straightforward enough to be managed easily — to get large numbers of people vaccinated as swiftly as possible. We don’t want to have to determine that people meet a dozen conditions before putting the vaccine into their arms: Doing so could slow down the rate of vaccination. Any system that makes a reasonable attempt to be efficient and equitable in achieving the goal of reducing the harm done by the pandemic is acceptable, despite the questionable outcomes produced in particular cases. We’ve generally decided to treat employment in health care as a simple, useful proxy for a class of people who are part of our critical infrastructure — people to whom the community owes protection because they are helping us deal with the emergency. Some are more likely to face exposure to the virus than others, to be sure, even if it’s not so easy to draw a sharp line between “direct care” personnel and others. (What to do about, say, the radiologist who has to walk through a patient ward to get to her office?)I understand and respect your qualms. But you’re benefiting from a system that was decided on after considerable deliberation among democratically elected leaders and scientific experts. Because the priority list, though inevitably imperfect, is a legitimate one, you are perfectly entitled, as an ethical matter, to receive your vaccination. In doing so, you are contributing not just to your own well-being but to the health of the community, given the growing evidence that a vaccinated person poses fewer risks to others, and, finally, to the resilience of our medical system. In a decently run hospital, people who do administrative work have a role to play, too.I was born and raised in Brooklyn, and my family and I have been eating at a particular restaurant nearby for nearly 20 years. We recently ordered takeout from there, and when I ran inside to pick up our order, I was dismayed to see literally dozens of people casually dining inside — zero distancing, zero partitions, zero masks (customers or staff). Indoor dining was prohibited in New York at that time, though it has now resumed at 25 percent capacity indoors.I am extremely torn about what to do. I don’t want to call the authorities on my community, but I feel there needs to be some kind of accountability for the flagrant disregard of rules and profound disrespect of others, not to mention that this restaurant has created a potential virus vector. What would be an ethical analysis of this situation? Name WithheldYou witnessed a potential superspreader event, and if you leave things as they are, another one could appear every day at this restaurant for the foreseeable future. Diners there may end up causing sickness and death elsewhere through their indifference to the rules. In these circumstances, reporting what you’ve seen might save lives.There can be reasons not to bring down the full weight of the law on people, especially those with whom you have a connection: Maybe the law is irrational or enforced with too heavy a hand. But here the rules are rational, and you offer no reason to think the enforcement will be inappropriate. Meanwhile, the restaurant can still serve its patrons with its takeout service. Current projections have us entering March with over half a million Covid-19 deaths. We need to take all reasonable measures to slow the spread.Like many single people during the pandemic, I and my sibling, both in our early 30s, have been living on and off with our two baby-boomer parents in the home we grew up in. All four of us are quite close, and our relationships are good: We talk frequently, go on walks, play games and have dinner together often. The only significant cause of tension is a disagreement about the obligation we adult children have to be “friendly” to our parents. Among other things, this includes making sure to tell them when we are leaving the house, though they grudgingly accept not being told where we are going. When I tell them that I would like to be able to leave without notifying them, or refuse on principle to report on my sibling’s whereabouts, they become upset. The house is much too small to afford any degree of privacy. I fully believe that as a guest, I have a duty to do whatever my parents ask of me; but on the other hand, I wonder if my obligations might in some ways be more like those of a roommate. My parents insist that they want to make me as comfortable as possible. After discussing the matter, it seems as if I’m either going to act in a way that hurts their feelings or just give in and accept my own feeling that I’m under surveillance. Which should it be? Name WithheldYour parents, apparently, say it’s a matter of being “friendly”; you say it’s a matter of being “under surveillance.” Neither description strikes me as right. Your parents may enjoy having you around, but they’re doing you a favor in letting you stay with them during the pandemic. They’ve agreed, even if reluctantly, that you needn’t say where you’re off to. (I agree that would be intrusive.) But is it really such a burden to tell someone whose house you’re living in when you’re going out for a while? This isn’t a matter of being friendly; it’s a matter of acceding to a request they have a right to make of guests, even if those guests are their children.I agree that it’s not your job to report on your sibling’s movements; hosts don’t have the right to oblige guests to regulate the behavior of other guests. But because the house is small and everyone is presumably able to find out who’s in and out, the information your parents are asking for is only something they’ll most likely learn anyway. To say “I’m going out for a few hours” isn’t the same as submitting to surveillance. Besides, I wonder whether this isn’t more a matter of anxiety alleviation than control. Old habits die hard; parents can worry when their children disappear without notice.Kwame Anthony Appiah teaches philosophy at N.Y.U. His books include “Cosmopolitanism,” “The Honor Code” and “The Lies That Bind: Rethinking Identity.” To submit a query: Send an email to ethicist@nytimes.com; or send mail to The Ethicist, The New York Times Magazine, 620 Eighth Avenue, New York, N.Y. 10018. (Include a daytime phone number.)"
        },
        {
            "text": "Ask Lucia DeClerck how she has lived to be 105, and she is quick with an answer.“Prayer. Prayer. Prayer,” she offers. “One step at a time. No junk food.”But surviving the coronavirus, she said, also may have had something to do with another staple: the nine gin-soaked golden raisins she has eaten each morning for most of her life.“Fill a jar,” she explained. “Nine raisins a day after it sits for nine days.”Her children and grandchildren recall the ritual as just one of Ms. DeClerck’s endearing lifelong habits, like drinking aloe juice straight from the container and brushing her teeth with baking soda. (That worked, too: She did not have a cavity until she was 99, relatives said.)“We would just think, ‘Grandma, what are you doing? You’re crazy,’” said her 53-year-old granddaughter, Shawn Laws O’Neil, of Los Angeles. “Now the laugh is on us. She has beaten everything that’s come her way.”It is a long list. Born in 1916 in Hawaii to parents who came from Guatemala and Spain, she lived through the Spanish flu, two world wars and the deaths of three husbands and a son.She moved to Wyoming, California and back to Hawaii before finally arriving in New Jersey, where she lived with her oldest son. After turning 90, she moved to an adult community in Manahawkin, N.J., along the Jersey Shore, where she remained active until she injured herself in a fall about four years ago.“She is just the epitome of perseverance,” Ms. O’Neil said. “Her mind is so sharp. She will remember things when I was a kid that I don’t even remember.”Ms. DeClerck, the oldest resident of her South Jersey nursing home, learned that she had contracted the virus on her 105th birthday, Jan. 25, the day after she had gotten her second dose of the Pfizer-BioNTech vaccine, according to Michael Neiman, the home’s administrator.At first, she said she was scared. She did not like being isolated, and she missed the daily chatter from the parade of caregivers at Mystic Meadows Rehabilitation and Nursing, a 120-bed facility in Little Egg Harbor.She showed few symptoms, Mr. Neiman said. And within two weeks she was back in her room, holding her rosary beads and wearing her trademark sunglasses and knit hat.To her two surviving sons, five grandchildren, 12 great-grandchildren and 11 great-great grandchildren, who call her Grandma Lucia, she has a new moniker, Ms. O’Neil said: “The 105-year-old badass who kicked Covid.”On Monday, she got a shout-out from Gov. Philip D. Murphy, who described a phone call with her during a coronavirus news briefing. “What an uplifting conversation,” the governor said.Ms. DeClerck’s family gathered in January 2020 at Mystic Meadows to celebrate her 104th birthday before the onset of the pandemic. When they learned that she had contracted the virus, they braced for the worst.“We were very concerned,” her son, Phillip Laws, 78, said.“But she’s got a tenacity that is unbelievable,” he added. “And she’s got that rosary — all the time.”A devout Catholic, Ms. DeClerck led rosary prayers each week at the nursing home and, before the pandemic, was a fixture at weekly Mass.She raised three sons and ran a corner store for decades with her first husband, Henry Laws Jr., in Los Angeles. She married twice more after returning to Hawaii, where she worked as a home health aide and welcomed grandchildren for summerlong visits.Ms. DeClerck is one of 62 residents of Mystic Meadows to have contracted the virus; four patients died, including three who were receiving hospice care, Mr. Neiman said.“We’re as careful as possible,” he said, “but this finds a way of sneaking in.”In January, residents were being tested twice a week, and a rapid test in the last week of the month showed that Ms. DeClerck had contracted the virus.“At first she was a little apprehensive, a little scared, but she said, ‘God will protect me,’” Mr. Neiman said.She had also been vaccinated, which most likely contributed to her recovery. The first studies of Britain’s mass inoculation program showed strong evidence on Monday that even one dose of vaccine can help slash coronavirus-related hospitalizations.Ms. DeClerck is not the oldest person to beat the virus.Europe’s oldest known resident, Sister André, contracted the virus at 116 — becoming the oldest known person to have survived Covid-19. She celebrated with a glass of Champagne on her 117th birthday earlier this month at a nursing home in Toulon, a city in southeastern France.Like Sister André, Ms. DeClerck may be ready for a toast.But it is likely to involve gin and a handful of golden raisins.Her family is following suit. “Now all of us are rushing out and getting Mason jars and yellow raisins and trying to catch up,” Ms. O’Neil said."
        },
        {
            "text": "My father protects for a living, but he is invisible by design. For more than two decades, he watched the halls of a shopping plaza in Koreatown in Los Angeles as a security guard. Three stories of salmon-colored walls with a signature glass skylight, the plaza is a community landmark for Korean immigrants who weathered financial uncertainty, language barriers and other trials that come with forging new ground in a foreign place. In 1997, my father went there looking for a job. Our family had just arrived from the Philippines, and he needed to anchor our landing with steady income. An electrician with no history of security work, he was hired on the spot. Over time, he found meaning in keeping his new life, his family and his shopping plaza secure.As a child, I enjoyed walks around the plaza to look at foreign goods that gave me a sense of home: copper bowls that can hold an ocean of stew, K-pop tunes on imported speakers, red bean pastries plump as clouds. Most of all, I loved watching my father during his patrols. It was a rare glimpse into his full expression of self, temporarily untethered from fatherhood. He chased shoplifters a few times a year. Once, he rescued a store owner who suffered a concussion after a faulty metal grate dropped on him while closing his stall. My father played peacemaker, moderating business rivalries he barely understood. But as he grew into his job, it made him small. He hardly made minimum wage. Shoppers walked past him, unaffected by his presence. As I grew older, it pained me to see him treated as a silhouette of himself, faceless.Like him, I took on a profession preoccupied with security, but a vast gulf divided his work and mine. I researched one of the most violent forms of destruction invented by human hands: nuclear weapons. I armed myself with the power of speech and text — books, policy memos, and conferences to persuade governments to secure nuclear facilities and pursue arms control. I imagined my work helping prevent a hypothetical terrorist from building a dirty bomb or an erratic politician threatening nuclear war. Security became an intricate patchwork of policies and diplomatic agreements that, theoretically, would save everybody from nuclear annihilation. “Everybody” is vaguely defined, but it sounds impressive.I sensed my father’s pride in my career, but we lacked the language to express the depth of our working lives. Through the years we stayed silent, convinced that if we spoke, we would talk past each other. It did not occur to me to connect what I do with my father’s work, or him to mine.Then, the pandemic wiped away how to protect anyone from anything. The map of Covid cases in Koreatown bloomed like spilled ink on paper. The virus attacked households with family members working in the service industry, the lifeblood of the neighborhood. My father and his fellow guards, cleaners and shopkeepers tasked to keep essential services open in the plaza were given reduced hours as the city settled into quarantine. He counted himself lucky for receiving full-time pay even with a shortened shift. But in April 2020 — just a few days into this new schedule and four months shy of his 70th birthday — he was lying on his stomach with wires crisscrossed over his body that plugged into a ventilator.In my head, I traced the different paths this illness would drag my family through, all leading to dead-ends that have played out in hospitals all over the world. I jumped to the worst-case scenario because this is what thinking about nuclear war trained me to do. But as much as I know about catastrophes, I was ill-prepared for this. With Covid, death didn’t barrel through like a radioactive fireball, but crept stealthily under the folds of daily life.This virus threw social roles into disarray. Now, the new battlefront runs along the supply chain; its footsoldiers take the form of farmers in agricultural zones or grocery store owners unprepared to confront an ill-tempered customer who refuses to wear a mask. Workers like my father became celebrated heroes and called “essential,” while citizens grew wary of “intellectual elites” like me and governing bodies that could not protect them from a real, immediate threat. In this new world, my father and I swapped places. Yet this version of living does not feel any more just or secure.Security can take the form of fortress, bunker, asylum — spaces that separate the vulnerable from harm’s way. Nuclear weapons offer a different kind of security by doubling down on the danger, a willingness to destroy and be destroyed, to prevent an enemy attack. The military calls this “mutually assured destruction,” or MAD for short. Under MAD, there is no shelter; everyone is vulnerable, protected only by an assumption that no one will dare launch their missiles first. As my father’s health declined, I thought about how MAD the world is now; behind all the well-meaning gestures to honor frontline workers like him, there is the willingness to endanger their lives to keep commerce flowing. A willingness to destroy and be destroyed for a sense of normalcy.My father survived. He returned home with sagging shoulders and a withered face but functioning lungs, every heave of his breath an act of defiance. He now awaits his second vaccine dose and talks openly about resuming work once the virus is “controlled,” although no one knows what control looks like. The virus seems to recede in Koreatown, but it stalks the trail of inequity that encircles the city, finding more low-income communities to destroy. Time folds and begins again.For now, my father patrols the family garden and tends a makeshift pumpkin patch, its yellow blossoms draping over the backyard fence. He cooks Filipino dishes, pulling recipes from childhood memories, relying on taste and intuition to get it right. He takes my mother for morning walks around the neighborhood block, on guard after seeing reports of strangers attacking Asian-American elders. He shares these vignettes during our daily video call, always careful to say that life goes on, and he is doing fine. But I can tell he is not the same. I sometimes catch grief on his face, an unfocused gaze to a place I cannot see. He is a foreigner in his new life at home.I am also not the same. As I try to re-establish the rhythm of work in this new year under a new administration, I hold my father’s survival close to heart. To be in the business of protecting the world demands appreciation of every single life. The word “everybody” is empty unless it is filled with human value, like the work-hardened faces of Black and brown people who remind me of my father. Or the essential workers performing the gloss of normal routine to survive this perilous time.But as more people regain confidence and dare cross the line of security to venture outdoors, I worry that the glory of essential work will fade until the people carrying the heaviest burdens become what they were before: invisible.In a strange way, Covid brought my family closer together. For most of my life I did not spend time with my father, but now I see him everyday making funny faces at me through our video calls. He declares his daily oximeter readings as normal, although a dull tiredness still sits inside him. Then, we daydream about all the Korean foods our family have come to love because of the shopping plaza my father guarded for decades: glass noodles, fish cakes, yuja tea. My mother’s face appears on the screen as she leans against my father’s shoulder. They ask me how work is going, and try to talk about the latest nuclear-related headline they saw in the news.As I listen, I also daydream about a different world, where the invisible survive everything. A world worthy of building and protecting.Lovely Umayam is a writer, creative producer and nuclear nonproliferation expert based in Los Angeles."
        },
        {
            "text": "When the pandemic was bearing down on New York last March, Gov. Andrew Cuomo’s administration issued a directive that allowed Covid-19 patients to be discharged into nursing homes in a bid to free up hospital beds for the sickest patients. It was a decision that had the potential to cost thousands of lives.In the months since, more information has come out about Mr. Cuomo’s handling of the crisis: His administration approved legislation that granted nursing homes legal immunity, and the deaths of nursing home residents were undercounted by up to 50 percent. A political firestorm has ensued.In the second part of our look at New York nursing homes, we explore the effects of the decisions made by the Cuomo administration and the crisis now facing his leadership.Amy Julia Harris, an investigative reporter on The New York Times’s Metro desk.Trying to quell a growing outcry over the state’s handling of nursing homes during the pandemic, Gov. Andrew Cuomo launched into a 90-minute defense of his actions while hitting back at critics.The scrutiny of Covid-19 deaths in New York nursing homes has also put Mr. Cuomo’s aggressive behavior in the spotlight.There are a lot of ways to listen to The Daily. Here’s how.Transcripts of each episode are available by the next workday. You can find them at the top of the page.Amy Julia Harris contributed reporting.The Daily is made by Theo Balcomb, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever, Liz O. Baylen, Asthaa Chaturvedi, Rachelle Bonja, Alix Spiegel, Diana Nguyen, Marion Lozano and Soraya Shockley.Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani, Nora Keller, Sofia Milan, Desiree Ibekwe, Laura Kim, Erica Futterman, Shreeya Sinha and Tess Felder."
        },
        {
            "text": "The Covid-19 omens are not good.Yes, over the past two weeks ending Monday, Covid-19 cases were down by 41 percent and deaths by 22 percent. Yes, people are wearing masks. In a recent national survey, 80 percent of the respondents said they “very closely” followed public health recommendations to don a mask outside the home. And yes, since the fall, fewer Americans are attending in-person gatherings with family and friends.This is all good. Americans confronted the realities of a dark winter and stepped up. But this feel-good moment is obscuring what could be a dismal spring and the potential of further lockdowns unless we can continue to slow the spread of this virus.Some signs point in the wrong direction. We probably just had millions of Super Bowl parties, ideal spaces for increasing spread. More worrisome, states are celebrating prematurely, rolling back their mask mandates, opening up indoor dining and permitting large gatherings, such as religious services and funerals — all well-established mechanisms for superspreading events.Compounding these threats, new virus variants, especially B.1.1.7, are spreading across states. Their increased transmissibility could lead to tens of thousands of additional Covid-19 cases and, inevitably and tragically, a surge in hospitalizations and deaths, not to mention longer economic pain.The three of us were part of a 16-member advisory board that counseled Joe Biden on Covid-19 during the presidential transition. Five other members of that board have contributed to this article. We urge President Biden to specify clear thresholds for government action and announce them to the public. States will then understand the rules, and Americans will know when to expect public health interventions, right up to full lockdowns. The public needs to know the number of Covid-19 cases per 100,000, the rate of increase and hospital and intensive care unit bed capacity. When these are going in the wrong direction, they serve as warning signs.Even so, we have the ability to avoid lockdowns in March or April. Here’s how.The government needs to mail a package of surgical masks to every household. This should be paired with a multilingual, multicultural media messaging campaign to show people what a good mask looks like — multiple layers of fine fabric with an adjustable nose piece — and how to wear them correctly. That is: over your mouth and nose and under your chin, with a tight fit across your nose and on the sides so the air you breathe goes in and out through the mask, not the sides. The message should also emphasize that it may be even more effective to wear two masks, a cloth mask over a surgical mask, to reduce viral transmission.We need to stay away from groups — meaning no parties of 10 or more people. We need to do as much of our grocery and retail shopping online as we can. And if we need to shop in person, buy in bulk to reduce trips to the store and possible exposure to the virus.When it is your turn to get vaccinated, get vaccinated — with any vaccine authorized by the U.S. Food and Drug Administration. You should get vaccinated as soon as you are eligible. Take whichever vaccine is available. The studies suggest they all fully protect people from Covid-19-associated hospitalization and death.We know indoor dining, bars and gyms are perfect for spreading the virus. Keeping them closed is essential. But small business owners and their employees should not be forced to choose between their livelihoods and the nation’s public health. The government needs to provide them with financial support, strictly conditioned on those businesses being closed to indoor service. Similarly, workers need paid sick leave when they must stay home to quarantine.We all are relying on workers in health care, farms, factories, grocery stores, police departments, child care and schools, as well as millions of others. Employers of these frontline workers must ensure they are as safe as possible with personal protective equipment, including N95 masks where needed, high-quality air ventilation and filtration systems and the like. The government needs to mandate that all workers at higher risk for exposure to Covid-19 have these safety measures. It must also work with manufacturers through advance purchasing agreements and other mechanisms to ramp up production of all necessary protective equipment to keep the health care system and economy working safely.When we see a small rise in cases, that is a big red flag. It’s the tremor before the earthquake. As we have seen over and over, four weeks after small increases in cases, there is an exponential rise in cases, to hundreds of thousands, followed in a few weeks by thousands of deaths per day. When Covid-19 rates begin to creep up, the surge is inevitable and imminent unless we take decisive action. Waiting until the spike occurs is thousands of deaths too late.We may be done with Covid-19, but the virus is not done with us. We are all exhausted and frustrated, tired of masks and feeling constrained and bored with the monotony of life. We desperately want life to go back to normal.But how soon we get there depends on the actions we take today. If we don’t take the new virus variants more seriously than we have, tens of thousands more Americans will become sick and die.Ezekiel J. Emanuel is the vice provost of global initiatives and a professor of medical ethics and health policy at the University of Pennsylvania. Rick Bright is an immunologist and a vaccine expert who was the director of the federal government’s Biomedical Advanced Research and Development Authority from 2016 to 2020. He filed a whistle-blower complaint against the Trump administration over what he said was an ineffective response to the pandemic. Céline Gounder is an infectious disease specialist and an epidemiologist and an assistant clinical professor of medicine at New York University’s Grossman School of Medicine and Bellevue Hospital Center.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."
        },
        {
            "text": "When New York was the epicenter of the Covid-19 pandemic in the United States, Gov. Andrew Cuomo emerged as a singular, strong leader in the crisis. Now, his leadership is embattled and decisions at the peak of the crisis are being questioned.One issue in particular is the subject of a political firestorm and a federal investigation: the extent of deaths in nursing homes.Today, in the first of two parts, we look at the human face of the crisis through the case of Lorry Sullivan.Lorraine had a large extended family and they all loved her breads, her mashed potatoes and her potato salad. When Lorraine cooked for them, her daughter Lorry recalls, she would never get flustered and somehow always made sure there was enough food to go around.Lorry also describes how beautiful her mother was, with auburn hair and light blue eyes. Which made it all the more shocking when Lorry saw her mother in her final days in a New York nursing home: “It looked nothing like her,” Lorry said. “Nothing. Nothing at all.”Lorry’s mother was one of almost 70 residents in her nursing home who died of the coronavirus.Lorry’s mother had entered the nursing home one month before the New York lockdown came into force. Lorry says she was discouraged from bringing her mother home and told she would be safer at the facility.But communication with staff members, and her mother, started to break down as the home, like many others in the state, became overwhelmed by the pandemic.Amy Julia Harris, an investigative reporter on The New York Times’s Metro desk.Trying to quell a growing outcry over the state’s handling of nursing homes during the pandemic, Gov. Andrew Cuomo launched into a 90-minute defense of his actions while lashing out at critics.The scrutiny of Covid-19 deaths in New York nursing homes has also put Governor Cuomo’s aggressive behavior in the spotlight.There are a lot of ways to listen to The Daily. Here’s how.Transcripts of each episode are available by the next workday. You can find them at the top of the page.Amy Julia Harris contributed reporting.The Daily is made by Theo Balcomb, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever, Liz O. Baylen, Asthaa Chaturvedi, Rachelle Bonja, Alix Spiegel, Diana Nguyen, Marion Lozano and Soraya Shockley.Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani, Nora Keller, Sofia Milan, Desiree Ibekwe, Laura Kim, Erica Futterman and Shreeya Sinha."
        },
        {
            "text": "Nearly 30 million people in the United States — and probably many others whose illnesses were never diagnosed — have been infected with the coronavirus so far. Should these people still be vaccinated?Two new studies answer that question with an emphatic yes.In fact, the research suggests that for these people just one dose of the vaccine is enough to turbocharge their antibodies and destroy the coronavirus — and even some more infectious variants.The results of these new studies are consistent with the findings of two others published over the past few weeks. Taken together, the research suggests that people who have had Covid-19 should be immunized — but a single dose of the vaccine may be enough.“I think it’s a really strong rationale for why people who were previously infected with Covid should be getting the vaccine,” said Jennifer Gommerman, an immunologist at the University of Toronto who was not involved in the new research.A person’s immune response to a natural infection is highly variable. Most people make copious amounts of antibodies that persist for many months. But some people who had mild symptoms or no symptoms of Covid-19 produce few antibodies, which quickly fall to undetectable levels.The vaccines “even the playing field,” Dr. Gommerman said, so that anyone who has recovered from Covid-19 produces enough antibodies to protect against the virus.The latest study, which has not yet been published in a scientific journal, analyzed blood samples from people who have had Covid-19. The findings suggested that their immune systems would have trouble fending off B.1.351, the coronavirus variant first identified in South Africa.But one shot of either the Pfizer-BioNTech or Moderna vaccine significantly changed the picture: It amplified the amount of antibodies in their blood by a thousandfold — “a massive, massive boost,” said Andrew T. McGuire, an immunologist at the Fred Hutchinson Cancer Research Center in Seattle, who led the study.Flush with antibodies, samples from all of the participants could neutralize not only B.1.351, but also the coronavirus that caused the SARS epidemic in 2003.In fact, the antibodies seemed to perform better than those in people who had not had Covid and had received two doses of a vaccine. Multiple studies have suggested that the Pfizer-BioNTech and Moderna vaccines are about five times less effective against the variant.The researchers obtained blood samples from 10 volunteers in the Seattle Covid Cohort Study who were vaccinated months after contracting the coronavirus. Seven of the participants received the Pfizer-BioNTech vaccine and three received the Moderna vaccine.Blood taken about two to three weeks after vaccination showed a significant jump in the amounts of antibodies compared with the samples collected before vaccination. The researchers don’t yet know how long the increased amount of antibodies will persist, but “hopefully, they’ll last a long time,” Dr. McGuire said.The researchers also saw increases in immune cells that remember and fight the virus, Dr. McGuire said. “It looks pretty clear that we’re boosting their pre-existing immunity,” he said.In another new study, researchers at New York University found that a second dose of the vaccine did not add much benefit at all for people who have had Covid-19 — a phenomenon that has also been observed with vaccines for other viruses.In that study, most people had been infected with the coronavirus eight or nine months earlier, but saw their antibodies increase by a hundredfold to a thousandfold when given the first dose of a vaccine. After the second dose, however, the antibody levels did not increase any further.“It’s a real testament to the strength of the immunologic memory that they get a single dose and have a huge increase,” said Dr. Mark J. Mulligan, director of the N.Y.U. Langone Vaccine Center and the study’s lead author.In some parts of the world, including the United States, a significant minority of the population has already been infected, Dr. Mulligan noted. “They definitely should be vaccinated,” he said.It’s unclear whether the thousandfold spike in antibody levels recorded in the lab will occur in real-life settings. Still, the research shows that a single shot is enough to increase the levels of antibodies significantly, said Florian Krammer, an immunologist at the Icahn School of Medicine at Mount Sinai in New York.Dr. Krammer led another of the new studies, which showed that people who have had Covid-19 and received one dose of a vaccine experienced more severe side effects from the inoculation and had more antibodies compared with those who had not been infected before.“If you put all four papers together, that’s providing pretty good information about people who already had an infection only needing one vaccination,” Dr. Krammer said.He and other researchers are trying to persuade scientists at the Centers for Disease Control and Prevention to recommend only one dose for those who have recovered from Covid-19.Ideally, those people should be monitored after the first shot in case their antibody levels plummet after some weeks or months, said Dennis R. Burton, an immunologist at the Scripps Research Institute in La Jolla, Calif.The fact that the supercharged antibodies observed in the new study can fight the 2003 SARS virus suggests that a single dose of the vaccine may have prompted the volunteers’ bodies to produce “broadly neutralizing antibodies” — immune molecules capable of attacking a broad range of related viruses, Dr. Burton said.He and other scientists have for decades investigated whether broadly neutralizing antibodies can tackle multiple versions of H.I.V. at once. H.I.V. mutates faster than any other virus and quickly evades most antibodies.The new coronavirus mutates much more slowly, but there are now multiple variants of the virus that seem to have evolved to be more contagious or to thwart the immune system. The new study may provide clues on how to make a single vaccine that stimulates the production of broadly neutralizing antibodies that can destroy all variants of the coronavirus, Dr. Burton said.Without such a vaccine, scientists will need to tweak the vaccines every time the virus changes significantly. “You’re stuck in a kind of Whac-a-Mole approach,” he said. It will probably take many months if not longer to develop and test that sort of vaccine against the coronavirus, but “that’s the longer-term way to approach this virus.”"
        },
        {
            "text": "WASHINGTON — President Donald J. Trump was sicker with Covid-19 in October than publicly acknowledged at the time, with extremely depressed blood oxygen levels at one point and a lung problem associated with pneumonia caused by the coronavirus, according to four people familiar with his condition.His prognosis became so worrisome before he was taken to Walter Reed National Military Medical Center that officials believed he would need to be put on a ventilator, two of the people familiar with his condition said.The people familiar with Mr. Trump’s health said he was found to have lung infiltrates, which occur when the lungs are inflamed and contain substances such as fluid or bacteria. Their presence, especially when a patient is exhibiting other symptoms, can be a sign of an acute case of the disease. They can be easily spotted on an X-ray or scan, when parts of the lungs appear opaque, or white.Mr. Trump’s blood oxygen level alone was cause for extreme concern, dipping into the 80s, according to the people familiar with his evaluation. The disease is considered severe when the blood oxygen level falls to the low 90s.It has been previously reported that Mr. Trump had trouble breathing and a fever on Oct. 2, the day he was taken to the hospital, and the types of treatment he received indicated that his condition was serious. But the new details about his condition and about the effort inside the White House to get him special access to an unapproved drug to fight the virus help to flesh out one of the most dire episodes of Mr. Trump’s presidency.The new revelations about Mr. Trump’s struggle with the virus also underscore the limited and sometimes misleading nature of the information disclosed at the time about his condition. The former president resisted being taken from the White House to Walter Reed, relenting when aides told him that he could walk out on his own, or risk waiting until the U.S. Secret Service was forced to carry him out if he got sicker, two people familiar with the events said.While Mr. Trump was hospitalized at Walter Reed, his medical team sought to downplay the severity of the situation, saying that he was on an upswing. At 74 and overweight, he was at risk for severe disease, and was prescribed an aggressive course of treatments. He left the hospital after three days in which he at one point staged a brief ride in his armored sport-utility vehicle to wave at the crowd of supporters outside the building.A person close to the former president denied that he had been seriously ill, echoing comments Mr. Trump himself made after he was sick.There are still unanswered questions about whether Mr. Trump was already sick with Covid-19 when he participated in a presidential debate on Sept. 29, just two days before the public announcement that he had been diagnosed with the disease and three days before his deteriorating condition forced him to go to Walter Reed.Mr. Trump’s physician, Dr. Sean P. Conley, repeatedly downplayed concerns about Mr. Trump’s condition during his illness. At one briefing, Dr. Conley said Mr. Trump was receiving X-ray and CT scans. But when asked about whether there was evidence of pneumonia or damage to the tissue, he would only say there were “expected findings, but nothing of any major clinical concern.”Dr. Conley also told reporters that while Mr. Trump’s oxygen level had dropped to 93 percent, it had never dropped to the “low 80s.”Mr. Trump had trouble breathing at the White House. He was twice given oxygen before being taken to Walter Reed, as Dr. Conley acknowledged after it was reported by The New York Times.While still at the White House, Mr. Trump received a drug developed by the biotechnology firm Regeneron Pharmaceuticals. The antibody cocktail — not widely available at the time — helps people infected with the virus fight it off.After Mr. Trump was hospitalized, he began a regimen for a steroid, dexamethasone, which is usually recommended only for Covid-19 patients who have severe or critical forms of the disease, often those who need mechanical ventilation or supplemental oxygen.And he received a five-day course of the antiviral drug remdesivir. Medical experts at the time believed that his medication course was a clear signal of significant issues related to his lungs.In news conferences outside the hospital that weekend, Dr. Conley offered data that made it appear his patient was recovering quickly. He noted that Mr. Trump had fared well on a spirometry test, which measures lung capacity. “He’s maxing it out,” Dr. Conley said. “He’s doing great.”Medical experts say a spirometry test is virtually meaningless with Covid-19 patients.When Mark Meadows, the White House chief of staff, tried to surreptitiously tell reporters that the situation was more dire, Mr. Trump erupted in anger, according to people who spoke with him.On Sunday, Oct. 4, Dr. Conley acknowledged that he had given a rosy version of Mr. Trump’s condition.“I was trying to reflect the upbeat attitude that the team, the president, his course of illness has had,” he said. “I didn’t want to give any information that might steer the course of illness in another direction, and in doing so, you know, it came off that we were trying to hide something, which wasn’t necessarily true.”Mr. Trump’s medical team said that on that Friday, he had a “high fever” and that his oxygen level dropped, requiring him to be administered oxygen. Mr. Trump’s oxygen level dropped again on Saturday.Mr. Trump appeared to still be struggling with the disease when he returned to the White House, where he stationed himself on a balcony in a choreographed scene, tearing his mask off and saluting his helicopter. Doctors at the time noted how Mr. Trump used his neck muscles to help him breathe in those moments, a classic sign that someone’s lungs are not taking in enough oxygen.On the night of his diagnosis, Oct. 1, White House officials scrambled to get the Regeneron antibody cocktail — not at that point authorized by the Food and Drug Administration for treatment — to Mr. Trump.A top lawyer in the White House Counsel’s Office, Patrick F. Philbin, called Dr. Stephen M. Hahn, the F.D.A. commissioner at the time, to discuss how the agency could approve the drug’s use for two senior administration officials he did not want to identify, according to one person who heard about the call.Mr. Philbin was exploring how the president could quickly get access to the drug through normal F.D.A. procedures. Regeneron had already signed off on the use of the doses, Mr. Philbin told Dr. Hahn.Dr. Hahn and other F.D.A. officials, including Dr. Patrizia Cavazzoni, the top federal drug regulator, worked to clear the drug through a standard process known as an emergency investigational new drug application, often used for very ill patients who agree to take an experimental drug still being tested in clinical trials. The agency reviews the medical histories of those patients to identify whether there might be severe risks to take a treatment.Regeneron shipped a package of doses that included extras, “in case of any administration issues,” a company spokeswoman said.The extras were never returned. Dr. Conley at one point told associates they had been sitting in a refrigerator in the White House’s medical office.Only in the days following the application’s approval did White House officials acknowledge that the doses were for Mr. Trump and the first lady, Melania Trump, who also tested positive for the coronavirus but turned down the drug, which is infused intravenously for about an hour. The person close to the former president also denied that Mrs. Trump had turned down the drug.Around that time, as other people close to Mr. Trump started getting sick, his son-in-law and senior adviser, Jared Kushner, offered to facilitate getting the Regeneron treatment for them, two people with knowledge of the discussions said. An aide to Mr. Kushner disputed that he had made such an offer at that time.In the weeks after his hospitalization, Mr. Trump was convinced that the Regeneron treatment had saved his life, telling aides, “I’m proof it works.”That line became a running joke among top health officials, who would ask each other whether anyone was going to break it to Mr. Trump that he was in fact a failed clinical trial result for Regeneron, since the aim is to prevent people from being hospitalized after receiving it, one former senior administration official said.Noah Weiland, Mark Mazzetti and Annie Karni reported from Washington, and Maggie Haberman from New York. Katie Thomas contributed reporting from Chicago, and Denise Grady from New York."
        }
    ]
}