{
    "noticias": [
        {
            "text": [
                "Car alarms, jackhammers, a drunken argument and the rumble of the No. 7 train passing overhead. It is the glorious urban symphony that pours into a typical New York City apartment building day and night. Sure, closing the window can help, but there goes your natural ventilation. What if there were technology to cancel the offending clamor, like a pair of giant noise-canceling headphones for your apartment? Researchers in Singapore have developed an apparatus that can be placed in a window to reduce incoming sound by 10 decibels. The system was created by a team of scientists, including Masaharu Nishimura, who came up with the basic concept, and Bhan Lam, a researcher at Nanyang Technological University in Singapore. “I grew up in Singapore,” Dr. Lam said in a Zoom interview from his apartment there. “It’s a small city with a lot of noise, so I have some motivation to solve this problem.” Their results were published on Thursday in Scientific Reports. The prototype is not yet the most practical device in real world conditions, but it points the way toward the development of technologies that may help ease the strain of noisy city living. Borrowing from the same technological principles used in noise-canceling headphones, the team expanded the concept to fit an entire room by placing 24 small speakers in a window. The speakers emit sound waves that correspond to the incoming racket and neutralize it — or, at least some of it. The system is based on the frequency of the sound waves and, for now, the optimal range is between 300 and 1,000 hertz. In Singapore, a city near the Equator where temperatures are often high, overlapping transportation systems and the desire for natural ventilation in modern high-rise apartment towers can pose a healthy-living conundrum. Dr. Lam explained that “in places like Singapore, we want to keep the windows open as much as possible” to reduce the use of carbon-intensive air-conditioners and to prevent buildup of stale air that can pose health risks for some people. But with windows open, the constant din from city traffic, trains, jets passing overhead and construction equipment can rattle apartments. The Anti-Noise Control Window, as it is called, is the sonic equivalent of shutting a window. With any sound, the best way to reduce it is at the source, like a gun’s silencer. So the researchers treated the window aperture itself as the noise source, because most noise enters a room that way. The system uses a microphone outside the window to detect the repeating sound waves of the offending noise source, which is registered by a computer controller. That in turn deciphers the proper wave frequency needed to neutralize the sound, which is transmitted to the array of speakers on the inside of the window frame. The speakers then emit the proper “anti” waves, which cancel out the incoming waves, and there you have it: near blissful silence. “If you sit in the room, you get that same feeling like when you flick on the switch of noise-canceling earphones,” Dr. Lam said, splaying his hands to denote the calming effect. The system is best at attenuating the audible blasts from the types of steady noise sources found within the optimal frequency range. Unfortunately, human voices do not fit within most of that range. One of the next hurdles will be to find a way to silence loud conversations from across the way. Another limitation is that the system is not good at neutralizing sporadic noises, like firecrackers, car horns or the occasional earsplitting crash of metal storefront shutters — the kinds of noises that drive many New Yorkers to slam their windows shut. One reason for the limitation on frequency is the size of the speakers. To cancel out lower frequencies would require larger bass speakers. But those would interfere with ventilation and your ability to see through the window. It’s a trade-off, and one solution might be installing larger windows, or discovering a way to make it work with smaller speakers. As it is, the 24 speakers, each about 2 inches in diameter, are a bit of an aesthetic hindrance. “One complaint that we get is that it’s ugly,” Dr. Lam said. But if it can neutralize the sound of the jet taking off from Runway 13 at LaGuardia, that is (soft) music to the ears."
            ]
        },
        {
            "text": [
                "Listen and subscribe to our podcast from your mobile device:Via Apple Podcasts | Via Spotify | Via Stitcher Our worlds have contracted; once expansive, our orbits are now measured by rooms and street blocks. But there are still ways to travel. Today, escape to the worlds contained in three letters — one about the summer of 1910, another describing an upended misconception and a third about how superstitions can offer release. We hope they can offer you some meaning — or at least a distraction.  This story was recorded by Audm. To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android. Tune in, and tell us what you think. Email us at thedaily@nytimes.com. Follow Michael Barbaro on Twitter: @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com. “The Daily” is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Sayre Quevedo, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever and Asthaa Chaturvedi. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani and Nora Keller."
            ]
        },
        {
            "text": []
        },
        {
            "text": [
                "In the new drama “Windows on the World,” Edward James Olmos plays an undocumented busboy working at the restaurant that was destroyed on 9/11. The moving immigration story, which debuted for free this week on the Latino-focused streaming site Vix, is just the latest turn in a storied career that includes an Oscar nomination for Olmos’s work in “Stand and Deliver” (1988), making him one of the few American-born Latino actors ever to be nominated for an Academy Award. Outspoken on the issue of representation in Hollywood, Olmos believes the industry doesn’t understand the distinct worldviews of Latinos born and raised in the United States vs. those from Latin America. Quarantining alone in Los Angeles, Olmos has been binge-watching, reading screenplays and promoting the virtual version of the Los Angeles Latino International Film Festival. In two recent conversations, he spoke about Hollywood’s treatment of Latino actors, telling the stories of undocumented immigrants and why his most fulfilling enterprise at the moment involves teaching. Here are edited excerpts from our discussions. In the history of the Academy Awards, only a handful of U.S.-born Latino actors have been nominated or have won. However, Latin American performers have been recognized more frequently. Why do you believe that’s been the case? For American-born Latinos it’s been an opportunity thing. They don’t put us in the stories. They don’t use us to play those roles. I thought Jennifer Lopez should’ve been nominated for [the 1997 biopic] “Selena.” It’s one of her most stellar pieces of work. There haven’t been many opportunities for us to really garner that kind of accolade. I was very fortunate. I didn’t think I’d get nominated for “Stand and Deliver,” but I did. I understand today more than ever, 32 years later, what the power of that piece of work was. It’s one of the most seen films ever in the United States because of the usage in schools throughout America for the last 30 years. Do you feel like the industry understands the difference between American-born Latinos and people from Latin America? Not at all — they should know, because a lot of them are culturally from another place, too. They know damn well that if they’re Italians and they were born here, they’re different than the Italians born in Italy. And if they’re Jews living here, they’re different than the Jews living in Israel. If you’re born here, you’re a completely unique individual. You’ll speak with the rhythms of the dialect of your family, wherever they’re from, but it’s different. Your thought process is different. Of all the labels used to refer to people in our community, which one do you identify yourself with? I’m Latino 100 percent. I’m Chicano 100 percent. I’m not afraid of those words. A lot of my friends who are Latinos — Cubans, Venezuelans, Mexicans, Puerto Ricans — they don’t want the word Latino used to refer to them. They just want to be actors. We want to be known as American actors. That’d be the correct way, but it isn’t. And I knew it would never be in my lifetime. I knew that we had to first be known as American Latinos, and carry that very strongly and proudly, for us to then be able to not have to use it anymore. In “Selena,” where you played her father, Abraham Quintanilla, you deliver a poignant speech about this bicultural condition that really connects with many Mexican-Americans and Latinos. Growing up, did you feel like you existed in between two cultures? That was one the greatest scenes I’ve ever gotten to do. People really appreciate it because it’s a very strong truth. I’ll never forget when I started to use the word Chicano, my father got angry. He’s from Mexico and he came here in 1945 legally and he married my mother, who was a Chicana. I was the first one of his family born in the United States of America. We weren’t Mexican to the Mexicans. We were Americans. We were from here, and yet when we would come back across the border, the guards would say, “You guys are Mexicans.” Why did your father get upset with you for calling yourself a Chicano? The word is interesting because it’s a term that for him was not conducive to understanding what we were. For him we were Mexican-American. We weren’t Chicano. “What the hell does that mean?” he’d said. “You are not a Chicano, you are Mexican-American.” I said, “Well, when we go to Mexico they don’t like us. When we come back they don’t want us. Neither one of them want us. So we are not Mexican-American, we are Chicano.” That was about 1964 or 1965 when we started to use it. Chicanismo hit hard. I love being Chicano. It’s a very empowering word. In “Windows on the World,” directed by your son Michael D. Olmos, you play an undocumented father who survived 9/11 but gets caught up in the immigration system. It’s a story that has never been told. It gives a voice to people who died that day and whom nobody really took into consideration. It hasn’t been told because nobody has cared enough about the undocumented workers who were working up in the Twin Towers. The movie allowed us to take a look at what a family would do to survive, and how love makes them withstand incredible turmoil. One of the co-writers, Robert Anderson, read an article that didn’t mention anything about anybody who worked at the Windows on the World restaurant. Curiosity took hold of him and he thought, “Wait a minute, Latinos were probably in that restaurant.” Then the investigation started. To this day, the names of the undocumented people who died on 9/11 don’t appear on the scrolls commemorating the deceased. One way that you and your team at the Latino Film Institute are changing the narrative around Latinos in entertainment is the Youth Cinema Project, giving children from marginalized communities access to the industry in an educational setting. It makes a difference when you provide this opportunity to young minds of color, not only Latinos. This is how we’re really going to be able to expand change. During this quarantine, I’ve been working a lot with the Youth Cinema Project. Because of the situation, our students weren’t able to finish their projects, so we get the scripts they wrote and have great young Latino actors from multiple television shows do a live read of them online [available on YouTube]. Our young writers, who are between the ages of 8 and 12, get to introduce the actors and then their stories come to life."
            ]
        },
        {
            "text": [
                "It’s a metaphor for Manhattan, a synonym for “Mad Men,” the apex of midcentury modernist New York. It supplanted some of the city’s stateliest mansions with corporate palaces in blue glass and bronze. The Park Avenue School of Architecture is the term the critic Ada Louise Huxtable employed to define the “sleek and shiny” postwar skyline, which moved the concept of elegance, as she put it, “from domestic to professional life, from the apartment house to the office building.” During coronavirus, New York endures and awaits. This latest entry in a series of (condensed and edited) walks around town with architects and others is the first of two exploring, Rashomon-like, some of the city’s most famous midtown skyscrapers and commercial landmarks. As with paintings or people, there’s no one correct way to look at buildings or the city. The two walks take different perspectives, an architect’s then an engineer’s. Annabelle Selldorf moved to New York from Germany after falling in love with the towers of Park Avenue as a teenager. She founded Selldorf Architects in 1988. The firm has transformed the historical Miller House on Fifth Avenue into the Neue Galerie, designed the Sunset Park Material Recovery Facility in Brooklyn and is currently expanding the Frick Collection. While New Yorkers are self-quarantining, I’m conducting the walks virtually, over the phone. They’re also intended to be consumed virtually. Ms. Selldorf suggested a stroll along Park Avenue with a short jog to what used to be called the Citicorp Center a block away. She proposed we “meet” at 52nd Street on the pink granite plaza in front of the Seagram Building, the storied bronzed monolith from 1958 by Mies van der Rohe and Philip Johnson. Michael Kimmelman Why Seagram? Annabelle Selldorf It made a big difference in my life as an architect. When I first came here from Germany, it epitomized for me New York as a modern city. When was that? In 1978 or ’79, I can’t remember the exact date. I had just finished high school. A friend picked me up at the airport and that same day we visited Park Avenue, which I knew only from pictures. In Germany, when you finish high school, you go straight on to study for the profession that you want to pursue, but I wasn’t sure I wanted to be an architect. My father was an architect and he worked so damn hard all the time. The work didn’t always seem that much fun, nor did it seem that you could be sure of making a living. What kind of architect was he? Mostly interiors. Modernist. In Germany, there was an urgent need to break with the past, so nearly every postwar architect was a modernist. But tall steel buildings like Seagram weren’t common there yet. Cologne, where we lived, had been reduced to rubble during the Second World War, and the speed with which it was rebuilt made it an ugly, haphazard place. There was much bemoaning about the lack of planning and quality architecture. So Park Avenue looked the opposite to me. It had a kind of intelligence. It was a clean slate. In the midst of a city that, during the ’70s, was exciting but in shambles. New York was a tough place. But that duality, the contradiction, made me fall even more in love. I was bowled over by how these two conditions existed simultaneously, the potholes and graffiti and boomboxes along with the gleaming, heroic towers of Park Avenue, like Seagram, with its elegance and hierarchy. What do you mean hierarchy? A simple example, if we cross the plaza and look at the gray mosaic ceiling of the entry canopy and the lobby, you see how Seagram sets up a kind of hierarchy of materials. Mies could have clad everything in travertine, but the contrast with the mosaic enhanced the building’s refinement, it made the marble look more luxurious. The building is all about these refinements. I got to see how Mies orchestrated them from the inside years ago, when I started my firm. The second job I got was renovating Daimler-Benz’s offices on the 30th floor of Seagram. How karmic. That’s what I felt. It turned out there was nothing in the building too minor that Mies hadn’t thought it out entirely. It’s not an architecture that asks your opinion. Today we talk about whether architecture makes people feel welcome. That’s a good question. Somebody could argue that Seagram represents the opposite, a kind of authoritarianism. I don’t know that I can disagree with that. Every tenant at Seagram has to maintain the ceiling treatment he prescribed — a 4-by-4 aluminum grid of Mylar sheets illuminated with one kind of fluorescent fixture. Over the years tenants have tried installing colored fluorescents but the Seagram police always comes around to stop them. You see the logic when you drive by at night and all the different floors are illuminated the same way. I find the rigor and formality calming. It’s a building in which you feel you can breathe because the spaces are so perfectly resolved. I wanted to point out another very fine International Style building just south, 270 Park — it used to be called the Union Carbide Building. It’s being demolished, which is truly sad. But on the way I have to mention the Pan Am Building, now the MetLife Building, because it’s unavoidable. Completed in 1963, partly inspired by the superrefined Pirelli tower in Milan by Gio Ponti and Pier Luigi Nervi. Alas, Pan Am is not as elegant, squatting on top of Grand Central Terminal. It was once voted the building New Yorkers most wanted to demolish. Designed by Walter Gropius, Pietro Belluschi and Emery Roth & Sons. When I saw the building on that first trip I couldn’t believe anybody would have the audacity to stick such a monstrosity in the middle of Park Avenue. It seemed like such a crazy, preposterous, brazen, terrible gesture — but at the same time, astonishing, like New York. I still find there is something unabashed and undeniable about it, which, after all these years, makes me feel almost a little sentimental. Anyway, a much better building is 270 Park, always attributed to the architect Gordon Bunshaft, the great hero of Skidmore, Owings & Merrill, but which, thanks to all the protests around the demolition, we now know involved the work of a woman. Natalie Griffin de Blois. Who was instrumental in two other S.O.M. landmarks farther up Park, Lever House and the former Pepsi-Cola building. We’ll go to those next. I think Union Carbide opened after Seagram. During the early 1960s. Then in the ’70s, what’s now JPMorgan Chase took the building over and eight years ago completed one of the biggest renovation projects in ages, turning the place into an eco-conscious, LEED Platinum headquarters for 3,000 employees. Only to decide to tear the building down. Right, and, assuming nothing changes now, replace it with what will be a massive tower designed by Norman Foster, half again as tall, for 15,000 employees — one of the biggest new buildings in the city and the biggest voluntary demolition project ever, which seems like environmental malfeasance. Not to mention a real loss because of de Blois. I’m ashamed that I hadn’t known more about her before the protests over the demolition. It fills me with pride to know that she worked on all these fantastic buildings. She was doing this amazing work when extreme sexism made it very hard for women in architecture. In an interview she remembered, once, how Bunshaft felt free to tell her to go back home and change her outfit because he didn’t like the color of her dress. As a young mother, she said, she was also ordered to join him on a site visit over a weekend, then told to leave the kids in the car. I recognize the power of real estate in this city. We live in a capitalist society, the Landmarks Preservation Commission can only protect so many buildings, which means some children are left behind, and Union Carbide is one of them. But it’s a loss. We should look at Lever House. So we’re circling back north on Park, to 53rd Street. Completed in 1952, a pioneer of the curtain wall in New York, Lever House is a glass tower levitating over a glass pavilion hovering over a plaza. My mother used to exhibit her sculpture in the plaza. It’s a wonderful place for art. Lifting that pavilion up from the ground gave the plaza a kind of border along the avenue while opening the space up to the street. Everything about Lever House feels open, light, exuberant, with those colorful spandrels of blue-green glass and thin stainless fittings. At the same time, it’s a highly disciplined building, in the same rigorous vein of thinking about steel and glass and the grid as Seagram and Union Carbide. It was especially clever to position the tower, not facing Park, but stretching east to west, which guarantees people inside the offices less obstructed views north and south, over the pavilion. This transparency, the floating, you see it carried to perfection in the Pepsi building. At 59th Street, 500 Park. A 10-story gem. De Blois worked on it with Bunshaft and Robert Cutler at S.O.M. I sometimes dream about living there. The detailing, the flatness of the spandrels, the geometry of the vertical mullions in relation to the horizontal paneling. The building looks like it’s suspended in midair. You can see the supporting structure through the curtain wall windows, but you don’t immediately notice it because your eye is concentrated on this smooth, immaculately proportioned envelope, which looks easy to design but is not. When you build a building, you have to put in floors — and columns to hold up those floors — so at some point or another a building obviously can’t be transparent. Part of what gives the illusion of transparency at Pepsi are the wide bays, with those huge windows that create this seamless skin. If the facade had been divided up into even one more bay I think it would have looked crowded. As an architect, you know that achieving such an effect is not something you just draw one morning and there it is. Arriving at the result is a slow, iterative process. You also need to have the ability to recognize the right result when you get there. All that takes work. It’s a gift. Certainly, a gift. All the buildings we’re looking at depend on the most precise decisions coming together to produce what seems effortless. All these years later, I find this architecture inspiring every time I drive down Park Avenue. We could end there but you wanted to look at the (formerly named) Citicorp Center, 601 Lexington Avenue, the silvery, striped behemoth on stilts with the sliced top that cantilevers over St. Peter’s Church. Some people may remember it as the skyscraper that was occupied when a student discovered a wind could knock it over, so they put thousands of Red Cross volunteers on standby and, without informing the public, spent months reinforcing vulnerable joints during the dead of night. I think of it as where my wife and I took our older son to see the model train show at Christmas. It seemed very un-New Yorkish when I saw it on that first trip — with that awkward, 45-degree angle on the skyline and that crazy cantilever. I still find the gesture of the angle loud and brash. William LeMessurier was the engineer, Hugh Stubbins, the architect. The building was completed during the 1970s, so it’s a generation later than the ones we’ve been talking about. There was also a cascading fountain in the atrium by Hideo Sasaki that was sadly demolished a few years ago. It’s not my favorite building aesthetically, probably because it is such a ’70s design, but there is something about the boldness of it that I might still come to appreciate at some point. What I found new and fascinating on that first trip was that the upper floors were corporate offices while the lower few floors around the tall atrium were open to the public with shops, including — this was really exciting to me then — the design shop called Conran. I was struck by the building’s attitude, urbanistically: this idea of inviting the general public inside, not just restricting access to the people who worked in the offices. The building somehow works in a neighborhood of old buildings and stores on Lexington Avenue. It’s an example of how adaptable New York is. You appreciate it for overcoming its adversity. Now that the city is shut, that seems like an encouraging message, no?"
            ]
        },
        {
            "text": [
                "The idea took root after Jenni Spinner and her wife, Rebecca Kell, watched videos of Europeans, homebound because of the coronavirus, get on their balconies and sing to raise their spirits in the face of crisis. Wouldn’t it be neat, they mused, if they could get the residents of their Chicago apartment building to do something similar? Ms. Spinner said she figured a handful of friends might be game for a karaoke-style communal singalong to “Livin’ on a Prayer” by Bon Jovi, which they said was easy to sing and well known. Thus, a Facebook event page for a “Chicago-Wide Window Sing-a-Long” on March 21 was born. Three days before it was set to take place, 100 people responded that they either planned to participate or were interested in doing so. By the night of the event, that number had swelled to 19,000. “It kind of blew up,” Ms. Spinner said on Monday. She said she and Ms. Kell were planning another singalong for Saturday; this time the tune will be “ABC” by the Jackson 5. She said they would probably continue the singalongs every Saturday until the crisis has lifted. The impromptu musical performances springing up in some of America’s largest cities appear to have started in Italy, which has been ravaged by the outbreak. Italians sang their national anthem from windows and balconies. Some played the violin and others clanged pots and pans. In Florence, the opera singer Maurizio Marchini serenaded the city from his balcony. Much the same way that Italians joined in song to show their solidarity, Chicago and Dallas residents under stay-at-home orders sang from their apartment windows and balconies. In downtown Dallas on Friday, residents joined in a rendition of the Bill Withers classic “Lean on Me.” In New York City, a video showed apartment tenants singing tunes like “Yellow Submarine” and “My Girl.” In other cities, residents have taken out musical instruments to play, while others have joined “virtual parties” on Instagram hosted by a notable DJ and “attended” by headliners like Drake, Naomi Campbell and Sean Combs. Raising your voice in song with others can be an intimate shared social experience — and the song choice matters little, said Steve Waksman, a professor of music at Smith College in Northampton, Mass., about 100 miles west of Boston. “Why do we sing at sporting events? Why do we sing in churches?” he said on Monday. “There is something distinctly communal about singing in harmony. It’s like touching someone without touching them.” Staying away from others is the prime directive of health officials who are imposing more restrictions to help curb the pandemic. Updated August 3, 2020 But what better way to connect with others — from a distance — than through song? Colin Boyle, a photojournalist, covered the Chicago singalong for Block Club Chicago. He stood in the courtyard of the U-shaped apartment building of about 50 units where Ms. Spinner and Ms. Kell live. “As it gets close to 7 p.m., people started singing and other people started looking out their windows, ‘What’s going on? What’s this singing?’” he said. A Chicago classic-rock radio station also played the song at the appointed hour. Ms. Spinner said she and Ms. Kell were singing loudly, so she could not be sure how many others participated, but she was struck by how it brought tenants together. She described looking out the window: “There are people you rarely talk to hanging out their window and you go, ‘Hey, there you are.’” For his part, Jon Bon Jovi expressed his support in an Instagram post. “In these trying times I am with you with all of my heart and my soul, sending my love to everybody in Chicago and across America,” he said in the post. “Sing it out, baby. We’re all going to come through this together. Be strong.”"
            ]
        },
        {
            "text": [
                "BACK in August, Sam Joseph had one thing on his mind. ''Snow,'' he said. ''Oodles and oodles of snow, drifting and falling all over the place. Snow everywhere.'' The visual director for windows at Macy's, Mr. Joseph was discussing what he considers his crowning achievement of the year: the Christmas display, a huge undertaking requiring 11 months and 150 full-time workers, and costing perhaps hundreds of thousands of dollars. This holiday season, amid all the hoopla over the millennium, Macy's is playing its trump. The retail giant will adorn its Broadway windows with scenes from ''Miracle on 34th Street,'' the 1947 movie synonymous not only with the department store in which it was set but Christmas itself. Starting on Thursday and through Jan. 2, passers-by will see miniature re-creations of six of the movie's most memorable scenes. ''Miracle on 34th Street'' was a huge success in its time, and helped Macy's sales, too. Now the store is betting that the film is still as good as gold. Macy's has even marshaled Maureen O'Hara, the movie's sole surviving star, to unveil the windows and sign autographs Thursday afternoon. She played the divorced mother, a Macy's public relations agent, whose daughter (Natalie Wood) refused to believe in Santa Claus. Edmund Gwenn was the Macy's Santa who insisted he was Kris Kringle, going to court to prove it, and even sending shoppers down the street to the competition, Gimbels. Gimbels may no longer be in the picture, but competition still is. By Thanksgiving, the city's major department stores will have unveiled the results of their carefully guarded window creations. ''It's a store's calling card, especially at holiday time,'' said Anne Kong, a professor in the display and exhibit design department at the Fashion Institute of Technology. ''Holidays are a barometer for stores, for where they're at. It's like putting on your ball gown, the moment when you get to try anything and outdo another store.'' It's also expensive. Retailers, Macy's included, would not discuss how much they were spending on their window displays. But one industry insider said mechanized window displays, like the ones Macy's has installed, can cost up to $75,000 per window, depending on how elaborate they are. Department store spokesmen like to say their holiday windows are a gift to customers. But the crowds that gather are also potential shoppers; if people stop at the window, they might set foot inside the door. For Macy's, the stakes are especially high. According to the 34th Street Partnership Business Improvement District, the northwest corner of 34th Street and Broadway is the busiest in the world for shopping, with nearly 15,000 people an hour expected to pass by this holiday season. That is why Mr. Joseph has been so busy at the windows lately, a Gulliver amid an army of Lilliputian latex men. A veteran of the window-dressing wars for more than a decade, he followed in the footsteps of his Birmingham, Ala., hometown hero, Gene Moore of Tiffany fame, whose creations Mr. Joseph considered the apex of the craft. After working in London for several years, Mr. Joseph returned to New York in 1993 and landed a job at Macy's. For years, the store has relied on seasonal merchandise in its window displays. Mr. Joseph discovered last year that in 1899 Macy's was the city's first department store to create animated windows. ''I thought, wouldn't it be kind of cool to say goodbye to this century the way they said goodbye to the last century,'' he said of his decision to leave the merchandise in the stockroom. ''What better vehicle to use than 'Miracle on 34th Street'?'' To make his fantasy a reality, Mr. Joseph called Spaeth Design, a Manhattan company that creates animatronic characters for films; props for amusement parks; and window displays for retailers. Like a modern-day Gepetto's workshop, Spaeth's West 55th Street studios are overflowing with heads and limbs and bodies dangling from the ceiling on what looks like puppet wire, or plopped next to plastic-foam ice castles. First on the agenda was winnowing a two-hour movie down to six scenes. Spaeth designers and Mr. Joseph spent ''an ungodly amount of hours in front of the movie,'' he said, fast-forwarding and rewinding to precisely document the actors' faces and body positions. Finally, they put their vision down on paper. The design process began in March and took more than 2,000 hours. In May, sculptors began translating the actors' faces into clay molds. Other sculptors handled the bodies. For the animated figures, technicicans in the animatronics lab connected motors, rods, pistons and joints in latex limbs to form two-foot-tall creatures. The rest of the crew was busy painting backdrops, styling wigs and facial hair, sewing costumes, and creating the mechanics to send Santa's sleigh and his reindeer soaring into an artificially starry night. Eveything had to be done to one-third scale, and for Mr. Joseph, attention to detail was essential. Dwarf Christmas trees were decorated with miniature lights and ornaments. Tiny cameras popped with even tinier flashbulbs. R. H. Macy's office was reproduced right down to the brass upholstery tacks on the burgundy furniture. In August, the rough sets were assembled and finishing touches, like eyes and mouths, were added. By September, the sets were ready to be fine-tuned and decorated. Rooms were furnished, trees trimmed and the inhabitants positioned in their new home. Then the sets were stored away until their installation in early November. Early last week, Mr. Joseph's mind was back on the issue of snow. No mere garden-variety flakes, these. They would require cotton batting, prism mirrors and a secret ingredient. ''I call it my diamond dust,'' he said conspiratorially. ''I want people to come here and say this is magic.''"
            ]
        },
        {
            "text": [
                "AT an indecipherable moment sometime in mid-December, the edge softens. It is the time when street corners are transformed into aromatic north country forests, when snowsuited schoolchildren line up expectantly outside concert halls. Around New York City, windows become animated stage sets, as plastic icicles dance in liquor-store windows and wreaths adorn Greek coffee shops. Beauty pops up in unlikely places: from Christmas tree lights spied through ecru lace curtains to a beat-up van from New Jersey ceremoniously bearing a wreath. One of the most traditional signs of Christmas in the city is the ritual unveiling of the Windows, which brings out the little-girl-with-her-nose-pressed-against-the-glass in all of us. To many, the Windows symbolize New York. In a sense they are a metaphor for the city itself: a multitude of riches so near and yet so far. It's easy to get cynical; they are tarted-up Yuletide billboards, after all. But the windows are also an elixir. They recall an era when entertainment was to be found on street corners. Their scenes are meant to be savored on foot, preferably on a slow promenade down Fifth Avenue with a clutch of hot chestnuts in the pocket for warmth. It is a somewhat fragile tradition, as anyone walking past the darkened windows of B. Altman -- the site of so many dreamy Beatrix Potter tableaus in Christmases past -- can attest. Robert H. Hoskins, an assistant professor of display design at the Fashion Institute of Technology, said the evolution of New York's Christmas window displays mirrors the growth of Christmas as a commercial concern. In the 1930's mechanized figures began appearing at Lord & Taylor and other grand New York emporiums; today, Lord & Taylor is the city's lone outpost of old-fashioned, mechanized Christmas displays. So celebrate the season of bobbing lights and spray-on snow, of steel drum subway carols and gridlock, of elderly ladies with too much rouge walking arm in arm. Here is a personal look at some of Manhattan's most oft-visited windows. Ralph Lauren Ralph Lauren wants you to believe he invented Christmas. His windows brim with tartan teddy bears and Old World Victorian charm. The theme is a \"Tartan Bear Christmas\" (Mr. Lauren seems to have exchanged the trout fly fetish for bears this year). In one window, a Papa Bear in a Polo blazer sits in front of a fire in a fashionably shabby velvet chair; in another, bears and antique toys practically tumble out of the window. Ralph Lauren wins this year's \"Upstairs, Downstairs\" award for his quasi-socially conscious depictions of \"common people,\" here in the form of a tartan bear maid and a tartan bear butler. Bloomingdale's Among the most conceptually ambitious windows in town are at Bloomingdale's, where the kinetic sculptor Stephen J. Gerberich has created funny, lifesize mechanized Christmas contraptions. However, his statement of purpose -- \"Humor combined with content is an integral part of my sculpture\" -- is not funny. For that kind of pretention, we could have gone to SoHo. Nevertheless, Mr. Gerberich's rendition of Christmas is whimsical and refreshing. Exercise bikes hold wooden reindeer that wear high tops and have bike bar antlers. Another window depicts a North Pole workshop, with a baker wearing a chef's hat. He is made out of an old keg, a chair back and a moving clothes-wringer, while another has gangly spoon legs and a slotted spatula mouth. Pedestrians seeking respite may not find it inside Bloomingdale's. Beware: The Revenge of the Perfume Sprayers -- \"the perfect gift for her\" -- is taking place in a big way. Tiffany New York's most precious and adorable windows are to be found here. Just ask the passers-by. She: \"Isn't that cute?\" He: \"Adorable.\" These miniature, Hogarthian scenes conjure up an olde worlde populated by itty-bitty mice and cats rather than people. Children will delight in such details as a bespectacled feline father reading \"The Night Before Christmas\" to his brood. Catnip tea is served, and a doorbell for Mouse Manor signals the presence of whiskered cheese lovers. Galeries Lafayette These may be New York's first risque Christmas windows. But they're subtle. Offset by a burnished Minimalist background, the windows present an artist's studio where a nude is being painted. But neither the model nor the artist is there. All that is left are the paintings and her undergarments and dress, which lie in an elegant heap and were apparently shed breathlessly. Her provocatively placed tattoos, caught by the artist's eye, lend an air of mystery. Ooh-la-la. Saks Fifth Avenue By the time they reach Saks, pedestrians traveling north to south should be steeped in a holiday mood. They have wedged themselves in between taxi fenders and ignored the wet T-shirt calendar vendors on Fifth Avenue. Witness grown men who should know better eating salted pretzels, and normally disciplined women buying chocolate-covered bear claws in Trump Tower at $6 a pop. Unfortunately, this year the windows at Saks, which feature thematic Christmas clothes by famous designers, are very much an \"in\" joke. According to the promotional literature, they were designed as \"a gift to our designer friends and our customers.\" The designer friends will get it, but it will be lost on many parents and their hopeful bundles in strollers. There are certainly some groovy duds: a gown by Oscar de la Renta that is a puffed confection bedizened with baubles and a flying Calvin Klein Santa. Saks has put its energy into the clothes, not the tableaus. Those seeking a traditional Christmas spirit are better off going inside, where Saks' Corinthian-columned lobby is transformed into a twinkly enchanted forest. Hanukkah Windows Fifth Avenue is also host to some Hanukkah windows, situated at the corner of Fifth Avenue and 44th Street, sponsored by Tzivos Hashem, a Jewish youth organization in Brooklyn. Compared with the commercial blitz it's a rather understated bid for equal time. Five-year-old boys take note: the scene of the Jews defending the temple features men with moving spears. Lord & Taylor It is definitely worth waiting in line to be transported back to old New York. Along with Barneys, Lord & Taylor's windows are the most successful and ambitious around. This year's theme, \"New York's Place in American History,\" has the dual distinction of offering interesting historical tidbits and an evocative portrait of some forgotten New York City landmarks. Much of the drama of these windows is provided by the city's architecture. In a cross-section of Fraunces Tavern in 1783, George Washington bids farewell to his officers. At the Clement Clarke Moore house in Chelsea, long demolished, carolers sing and St. Nick raps on the window. As usual, many of the figures are animated, and here, even a turkey moves. In a window depicting the Columbus Memorial Arch, a temporary structure built circa 1892, mustachioed men light street lamps and fur-cuffed women hang Christmas boughs. These are unabashedly romantic visions of New York, and the evocation of New York's buildings -- before storefronts obscured them -- will cause many passers-by to look up. Macy's Despite a profusion of red-flocked wallpaper, these windows lack a certain warmth. With some notable exceptions, the products -- like a crystal chandelier draped with china, cups and goblets -- dominate the Christmas imagery. In one window, women's skirts are twirling displays of perfume while in another, a lifelike cheetah is clad in a red jacket (an animal-rights update: the cold weather seems to have brought out the furs this year). More uplifting is the store's facade, where wreaths encircle the Edwardian globe lamps. Macy's annual white-light Christmas tree perks up the midtown gray. Barneys New York These windows are so effective that people actually talk to them. \"She's just as skinny today,\" muttered a woman standing in front of the plaster sculpture of Audrey Hepburn. \"Absolutely gorgeous.\" Barneys' windows, a celebration of celebrities and politicos culled from the pages of Vanity Fair, are the most original and obsessive in New York. Some succeed stunningly, some fail brilliantly, but they all go for the big idea. The city's most obsessive window is without doubt Barneys' tribute to Sophia Loren, who is shown in a kitchen decorated with more than 10,000 pieces of macaroni (pasta, to you). Please notice the orzo and bow-tie tiles, the portraits encircled with ziti and the faucet in which spaghetti gushes out instead of water. Gen. Colin Powell and Gen. H. Norman Schwarzkopf are rendered as human cannonballs, lighted by a revolving yellow light. They look dorky. An equally pussyfooting treatment is accorded Mayor David N. Dinkins, who is shown in his office. The observer yearns for a bit of controversy -- a tennis racket, perhaps. Timidity is not a problem in the window devoted to Margaret Thatcher, however. The Iron Lady is shown surrounded by barbed wire, metal shards and steel wool, wearing a Tory Toy belt buckle and ironing a pair of boxer shorts. As if to answer its own question -- Is she made of steel? -- there is an iron Christmas tree decorated with barbed-wire garlands. This may be a citadel of free enterprise but Maggie doesn't get a break at Barneys. The tackier the subject, the better the result. The Dolly Parton window is delicious: a riot of pink and glitter decorated with incredibly cloying memorabilia from Dollywood. Madonna, the \"Mesmerizing Mistress of Self-Perpetuating Reinvention,\" sits on a pink chaise decorated with curlers and blond hair falls. A bit of trivia: a mystery window that was supposed to have been devoted to Susan Gutfreund was nixed on demand at the last minute, a Barneys spokeswoman said. The window is now annoyingly cryptic, featuring a Versailles-like interior in which there is a lone can of El Paso chili. The Bette Midler window is a letdown -- it is not divine. The Norman Mailer and Dominick Dunne windows (did they ever think they would wind up here when they grew up?) are also strangely tame. But my personal favorite is the window dedicated to George Hamilton, the Sun King. Here is a celebration of the Zorro Tan, the Miami Tan, the Beverly Hills Hotel Tan and others, bathed in orange light the color of Q. T. Where to Stroll And Gaze Raptly Here are the addresses of the Manhattan windows mentioned. BARNEYS NEW YORK, 102 Seventh Avenue, at 17th Street. Through New Year's Day. BLOOMINGDALE'S, 1000 Third Avenue, at 59th Street. Through Jan. 2. GALERIES LAFAYETTE, 57th Street, between Fifth and Madison Avenues. Through next Friday. HANUKKAH WINDOWS, southeast corner, Fifth Avenue and 44th Street. Through New Year's Day. LORD & TAYLOR, 424 Fifth Avenue, at 39th Street. Through New Year's Day. MACY'S HERALD SQUARE, 34th Street and Broadway. Through Jan. 3. RALPH LAUREN, 867 Madison Avenue, at 72d Street. Through Jan. 4. SAKS FIFTH AVENUE, 611 Fifth Avenue, at 49th Street. Through Jan. 2. TIFFANY's, 727 Fifth Avenue, at 57th Street. Through Jan. 6."
            ]
        },
        {
            "text": [
                "SOMETHING apparently stolen from Bergdorf Goodman was on display in the window of Juicy Couture’s store on Fifth Avenue during Fashion Week in September: a mannequin with one very long arm draped with a half-dozen headphones.  No need to involve the police, fashion or otherwise; the mannequin belonged to Juicy. But the concept was clearly lifted  let’s call it a homage  from an acclaimed 2003 Bergdorf window, a solitary, black-clad mannequin with a 15-foot-long arm that dangled 26 different handbags.  That mannequin became famous among window designers for pulling off a nifty trick: it was at once minimalist and over the top, a bare-bones visual that celebrated indulgence. The designer behind that display, David Hoey, along with his predecessor and current boss-slash-collaborator, Linda Fargo, have managed a similarly notable feat during their 14 years at Bergdorf. During that period, they have earned Bergdorf a reputation for decadent, intellectual art pieces that tickle both street crowds and museum snobs alike.  “This job is part architect and part cake designer,” said Mr. Hoey, a balding Truman Capote type with a Texas drawl who favors spectacles, vests and rolled-up shirtsleeves. “We take our frivolity very seriously.” To wit: a 2009 holiday display in which a mannequin wearing an Alexander McQueen dress stood before an assortment of spiral staircases, ranging in scale from dollhouse to penthouse, winding in and out of tiny dioramas. It looked like an M. C. Escher drawing come to life.  “The most complex window in the history of window display,” Mr. Hoey called it, “and I should know.” Mr. Hoey spent years collecting staircases and months designing the display on a computer.  Their work is now being honored not just in the windows of Juicy Couture, but in a coffee table book published this month by Assouline. Called “Windows at Bergdorf Goodman,” the 14-by-17-inch, 144-page monolith retails for $550. (Hurry, only 1,000 will be printed.)  “Display is a certain branch of show business and theater and storytelling,” Mr. Hoey said as he and Ms. Fargo flipped through a copy of “Windows” in a conference room deep inside Bergdorf on a recent afternoon.  “Are we worried about specifically selling merchandise?” he asked. “No, we don’t think that way. We’re just focusing on the art and the characters. That part takes care of itself.”  Window display as art form dates to the 1940s, when Gene Moore introduced humor and storytelling to his windows at Tiffany & Company and the now-defunct Bonwit Teller department store. A typical Moore display featured a two-headed mannequin “who’d grown a second head because she liked hats so much,” Mr. Hoey said.  Andy Warhol brought his pop art to Bonwit Teller’s windows in the 1960s, and Bloomingdale’s Candy Pratts Price gained notoriety in the 1970s with shocking displays that gestured toward sadomasochism.  Simon Doonan shook the ’80s out of its beige-hued stupor when he went to Barneys in 1986. His windows were, and occasionally still are, caustic, satirical commentaries about pop culture and celebrity. “Simon is downright not nice sometimes,” said Anne Kong, associate professor of visual presentation and exhibit design at the Fashion Institute of Technology. She recalled Mr. Doonan’s unflattering depictions of Prince Charles and Camilla Parker Bowles during their New York visit in 2005. “There’s an ‘eek’ factor where he makes viewers sometimes just wince. ‘Irreverent’ is a key word to understanding Simon.” At Bergdorf, that key word is “luxury,” or at least it is now. When Ms. Fargo arrived in 1996, Bergdorf had lost touch with modern tastes, and was undergoing a $50 million face-lift that included a renewed focus on luxe brands and boutiques.  Ms. Fargo advertised the rejuvenation with glamorous window displays that presented the store as a fantasyland of consumerism. She hired Mr. Hoey as her production designer later that same year. Ms. Fargo and Mr. Hoey “are neck and neck as the iconic window designers of today” alongside Mr. Doonan, Mrs. Kong said. Though Mr. Hoey insists there is no friction between the two stores and its designers. “We’re asked that all the time,” he said, “but there is no rivalry between the two stores because their personalities are so different.” Indeed, “Linda and David are all about beauty, sophistication, glamour, indulgence,” Mrs. Kong said. “Simon loves to cross that line.” Since 2003, Ms. Fargo has been vice president in charge of women’s fashion and store presentation. Mr. Hoey has taken over the day-to-day operation of the windows, working out of a workshop on the eighth floor of Bergdorf cluttered with ventriloquist dummies and animal heads. He is assisted by five full-time workers and a rotating cast of carpenters, puppeteers and paper folders. Designing at Bergdorf brings with it some other natural advantages. The store’s Fifth Avenue windows are remarkably high  13 feet, compared with a standard 8 feet among most display windows. That height allows for some grand executions, like a pair of slim mannequins standing before a blackboard wearing six-foot dunce caps (Title: “Fashion school”).  And one of the windows on 57th street is 20 feet wide, which Mr. Hoey said was the inspiration for the 2003 mannequin with the 15-foot arm. “It was the best use we could think of for a 20-foot-wide window,” he said. Ms. Fargo and Mr. Hoey don’t have to worry about making windows that can be recreated at 1,000 stores nationwide, as a window designer at, say, the Gap or Victoria Secret might. (There it’s called “Visual Merchandising.”) Each window is a one-shot deal, which leaves a lot more room for craft and creativity.  But the point of their work is that it does not require a degree in window design to appreciate. George Lois, the advertising executive and designer of famous Esquire covers, said he would visit their windows on his lunch break when he worked on 57th street in the 1990s.  Their work “is like great package design,” Mr. Lois said. “You say: ‘This is the store I want to shop at. There’s going to be some fantasy and excitement.’ ” Still, even a full-time fashionista like Ms. Fargo occasionally dreams of a less commercial venue for her art. She recalled telling The New York Times fashion photographer Bill Cunningham several years ago that she wished she could mount some of her displays in a proper gallery.  “And he said, ‘Oh child, why would you do that?’ ” she recalled. “ ‘You have the best art gallery in all the world.’ ”"
            ]
        },
        {
            "text": [
                "We've seen the ad a hundred times: a computer-generated rendering of a serene, high-ceilinged living room at 50 Gramercy Park North, the nearly completed condominium building designed by John Pawson around the corner from the recently reopened Gramercy Park Hotel. (Both are owned by Ian Schrager, and one of the condo's selling points is 24-hour access to the hotel's amenities.) The big question was, Would the real thing look as good as the ads? The answer, shown here in Apartment 3B, with its lush, into-the-trees view through floor-to-ceiling windows, is yes. Pawson, whose current projects range from a ballet set to a 164-foot yacht, says that Schrager \"pushed me as if he were going to live in each unit himself.\" In fact, Schrager is going to live in the penthouse of his next condo project, 40 Bond, designed by Herzog & de Meuron -- and Pawson is designing his interior. There won't be a park view, but there will be serenity. Matter"
            ]
        }
    ]
}